{
  "news": {
    "response": {
      "status": "ok",
      "userTier": "developer",
      "total": 2441161,
      "startIndex": 1,
      "pageSize": 10,
      "currentPage": 1,
      "pages": 244117,
      "orderBy": "newest",
      "results": [
        {
          "id": "sport/live/2023/jul/29/england-v-australia-ashes-fifth-test-day-three-live-scores-updates-results-aus-vs-eng-cricket-the-oval",
          "type": "liveblog",
          "sectionId": "sport",
          "sectionName": "Sport",
          "webPublicationDate": "2023-07-29T16:47:00Z",
          "webTitle": "England v Australia: Ashes fifth Test, day three – live",
          "webUrl": "https://www.theguardian.com/sport/live/2023/jul/29/england-v-australia-ashes-fifth-test-day-three-live-scores-updates-results-aus-vs-eng-cricket-the-oval",
          "apiUrl": "https://content.guardianapis.com/sport/live/2023/jul/29/england-v-australia-ashes-fifth-test-day-three-live-scores-updates-results-aus-vs-eng-cricket-the-oval",
          "fields": {
            "headline": "England v Australia: Ashes fifth Test, day three – live",
            "byline": "James Wallace (earlier) and Rob Smyth (now)",
            "thumbnail": "https://media.guim.co.uk/32b881e6a64677165107d35e46340115a2cc5abc/1037_10_3763_2258/500.jpg",
            "bodyText": "Bairstow is not out! And so there was. Starc came around the wicket to Bairstow, who whipped across the line and was hit in front of middle and leg. Replays showed a spike as the ball went past the bat, though there also seemed to be a gap between bat and ball. Australia review for LBW against Bairstow! This looks close, though I think Kumar Dharmasena signalled he thought there was an inside-edge. 72nd over: England 361-5 (Bairstow 78, Ali 20) More cheers for Hazlewood when he fields a ball at long-on. There are no signs of an imminent declaration, no century dash from Bairstow, so I think England will bat until the close. “Afternoon, Rob,” says Phil Sawyer. “Currently drinking M&amp;S tins of strawberry daiquiri, because I am class, and enjoying this passage of play. I’ve missed a lot of the noise around this series; what with one thing and another life has other distractions nowadays. However, I’ve caught quite a lot of the play itself and I’ve really enjoyed it. “Perhaps because I haven’t been paying attention to a lot of that background hubbub, I’ve watched a series in which two very evenly matched teams adopt interestingly juxtaposed approaches to the game, and pretty much every day, even at times every session, has felt important and seen the pendulum of that nebulous concept momentum swing from one team to the other. I think it’s been a good ‘un.” Oh it’s been a classic, the kind of sport that briefly makes you feel 20 years younger. 71st over: England 358-5 (Bairstow 77, Ali 19) Moeen is fine to bat on. The short stuff continues, so Moeen takes it on with a top-edged hook towards fine leg. Hazlewood runs round the boundary, swoops forward… and doesn’t get a touch on the ball. It bounces away for four to the delight of the crowd, who sarcastically cheer Hazlewood when he completes a routine bit of fielding later in the over. 70.1 overs: England 353-5 (Bairstow 77, Ali 14) Starc bounces Moeen, who can’t get out of the way and gloves the ball onto the side of the helmet. There’s a break in play while he is checked for concussion. 70th over: England 353-5 (Bairstow 77, Ali 14) Bairstow, who has been quiet for the last 20 minutes or so, sweeps Murphy round the corner for four to bring up England’s 350. He’s 23 away from a cathartic century. “G’day Rob,” writes Chris Paraskevas. “I was still in high school during that 2005 series and it was the first overseas tour I’d truly committed to watching on the tele. Whilst this series is one of the most enjoyable since the Broad-Non-Walk-Series, it doesn’t come close to the ‘05 vintage. The issue with this series is that neither team have been at their best (coaches, staff and players included) and it has always felt like something is missing. Plus, at least three players in that series had quintessential noughties dyed streaks in their hair (Anderson, Pietersen, SKW) in the style of 5IVE or some such boyband.” Ah yes, but did they have bucket hats? (Since you asked, I think it’s been the most exhilarating Ashes since 2005. I doubt anything in my lifetime will top that, though there are some very good judges who would put this series above 2005 and 1981.) 69th over: England 347-5 (Bairstow 72, Ali 13) Mitchell Starc, who has bowled the only maiden in this innings, replaces Pat Cummins. Moeen greets him with a delightful on-drive for four, and a couple of singles extend England’s lead to 335. It’s kind of fitting that Moeen – whose Test career has been a story of selflessness, often to a fault - is batting out of position and with an injury in what will probably be his last innings. Hang on, we’ve an update from Benjie Goodhart. “And now, finally, an AA van has turned up… AND IT’S NOT EVEN FOR ME!!!” 68th over: England 341-5 (Bairstow 71, Ali 8) Moeen gets down on one knee to sweep Murphy firmly for four. That suggests his groin injury has improved, so perhaps he will be able to bowl. “Oh Rob!” writes our very own Benjie Goodhart. “We cut short our summer holiday to come back for my niece’s wedding in Wiltshire. Set off at 9am this morning full of hope and brio. Right up until the moment I filled the car with the wrong petrol at Cobham services. Two hours on the hard shoulder, followed by a tow to a garage in Chertsey. Wife and kids got a very expensive Uber to the wedding, while I’m waiting three hours for the AA to come and empty my tank. I should make it for the last dance. The OBO, TMS and Jonny Bairstow are all that’s keeping me sane. Pray for me.” “I agree this series has been remarkable in so many ways,” writes Peter Colledge. “I see two mediocre teams who are so evenly matched that a couple of wickets or a several extra runs will produce a result. I am somewhat of a purist in Test cricket and Khawaja’s innings yesterday has been widely derided; I doubt Geoffrey Boycott would see it that way, and I agree with him, almost uniquely. Botham did the right thing all those years ago when Boycott had taken things too far, but in the main, there is nothing wrong with defending one’s wicket.” I was surprised by the extent of the criticism of Australia’s approach yesterday morning. Their plan – to tire out England’s geriatricos and cash in at the back end – was sound enough. But they didn’t rotate the strike enough, which allowed England to lock in and build pressure. As with so much of this series, you can argue it both ways. One legitimate interpretation of the 2023 Ashes is that Australia won it because Usman Khawaja batted for 518 balls at Edgbaston. 67th over: England 336-5 (Bairstow 71, Ali 3) Moeen looks comfortable so far, though all the singles have involved gentle jogging. Three from Cummins’ over; England lead by 324, and that’s drinks. “‘I suspect most of us will look back on this as one of the most enjoyable series of our life, yet it hasn’t felt that way in real time,’” says James Robinson, quoting an earlier comment. “It has.” I’m glad it has for you. Don’t get me wrong, I’ve loved it for the most part. But one of the features of the series, or at least my experience of it, has been the amount of negativity. Maybe it’s a work thing, having to look at Twitter, etc. 66th over: England 333-5 (Bairstow 70, Ali 1) Moeen Ali comes in at No7. We have no idea how fit he is, or whether he might be able to bowl tomorrow. It’s possible that this is the last act of his Test career. He gets off the mark with a jogged single on the leg side. No century for Joe Root. He inside-edges a good delivery from Todd Murphy back onto the stumps to end a charming, intelligent innings of 91 from 106 balls. It was really good bowling from Murphy, who tossed it up well wide of off stump – the old Tim May line. The ball gripped, turned and maybe kept a bit low as Root lunged forward. It brushed the inside-edge and flew into the stumps. 65th over: England 332-4 (Root 91, Bairstow 70) Root flicks Cummins for two to bring up another hundred partnership with his old mate. It’s their 12th in Tests, just three short of the England record set by Jack Hobbs and Herbert Sutcliffe. Cummins follows Root with a superb short ball that hits high on the bat and flies over slip for four. Root makes it back-to-back boundaries with a classic extra-cover drive. “On the subject of Dan Lucas,” says Max Williams, “this article in his memory by his partner Elizabeth Aubrey is a beautiful piece of writing. I never knew the man but anyone who inspires such a eulogy must have done something right.” 64th over: England 321-4 (Root 80, Bairstow 70) Root works Marsh for a single to move into the eighties. The second half of his innings – 30 from 55 balls with one four – has been a masterclass in unobtrusive, low-risk accumulation. “So,” says Gary Naylor, “declaration at 6pm?” Scriptwriters love a callback, don’t they, and Ben Stokes has been writing scripts for about a decade. It wouldn’t shock me, because the forecast for the next two days is mixed, but on balance it might be more beneficial to give the bowlers a full day off. I still think it was a dreadful decision at Edgbaston, which cost England the game and probably the series. And yet, for reasons I don’t entirely understand, it doesn’t irritate me anywhere near as much now as it did at the time. 63rd over: England 319-4 (Root 79, Bairstow 69) Cummins tries to make something happen by bringing himself on, and almost gets the job done when Root fresh-airs a cover drive. He had a mid-series wobble, sure, but Cummins has performed admirably this summer, coping manfully with a burden that no other captain in the history of cricket has experienced: six Tests in eight weeks, as a bowling captain, five of them against the most attacking batting line-up we’ve ever seen. It would have broken 99.94 per cent of human beings; it almost broke Cummins. 62nd over: England 318-4 (Root 79, Bairstow 68) Bairstow plays tip and run into the covers, where Cummins doesn’t pick up cleanly. It wouldn’t have been a run-out chance anyway. Australia, as Ricky Ponting says on Sky, look like they are waiting for something to happen. “How good is it watching Root and seeing how his game has developed in the last year,” says Dave Forrest. “He certainly wasn’t sat round by the pool when out of the Royals team in the IPL. So much variety and confidence in his strokemaking.” And joy, too. That’s always been a part of his batting, even when he was struggling as captain, but he has been even more mischievous. That said, I feel like he’s had a slightly disappointing series. With the way he played at Edgbaston I thought he’d pass 500 runs with ease. 61st over: England 317-4 (Root 79, Bairstow 67) Hazlewood has a strangled LBW shout against Root, who was well outside the line at the point of contact. Australia’s bowlers are starting to look a bit glassy-eyed, no surprise given the labours of the past two months. 60th over: England 316-4 (Root 79, Bairstow 66) A weary Mitch Marsh comes into the attack, and Root flicks a loose delivery for four. That’s his first boundary in 20 overs. And he’s still going at almost a run a ball overall: 79 from 85. England lead by 304. “Bairstow just got to 300 runs for the series, joining Crawley, Duckett, Root, Brook, Stokes,” says Tom Bowtell. “In 2005 &amp; 2010/11 we had five batters getting to 300 - but struggling to think of the last time we had six in the Ashes (or anywhere else for that matter) . Maybe the 1930s?” It wasn’t 1989; you can have that insight for free. I’m pretty sure this is the first time England have done it in an Ashes series. Australia have managed it loads of times, most recently in 2013-14. 58th over: England 310-4 (Root 74, Bairstow 65) Joe Root is a one-trick pony. That trick is to take a run off the first ball of an over to get Bairstow on strike. This time there’s no bish-bosh, just a single from Bairstow and another for Root. “Good point by Will Vignoles,” says Mark Hooper. “In 2005, the OBO WAS our social media - and still is! God bless all who sail in her.” It’s really interesting to note how it has evolved, for richer and poorer. The 2005 book is about half the size of the 2010-11 one, for one thing. And had England come from behind to win 3-2, a 2023 book would have given Tolstoy a run for his pagination. 58th over: England 307-4 (Root 72, Bairstow 64) Murphy goes round the wicket to Bairstow, who muscles consecutive drives through extra cover for four. After a very difficult series, he is starting to resemble the monster who ate the New Zealand and Indian bowling attacks last summer. “Re: over 52 and the Arsenal comparison, I think there’s a lot in that,” says David Wall. “I remember Wenger saying at some point that they didn’t play the way they did just because it was attractive to watch, but also because they thought it was the way they were most likely to win. That’s obviously true about England too, as shown by how bad they were before Stokes took the captaincy. They just don’t have the players to play more traditionally and cautiously. “On a general point though, is that something that’s more common in football than cricket? Whereas in cricket people seem more constrained by tradition in how they play (think of the criticism of Pietersen, for instance, when he continued to play attacking shots even when England were is a bad position in the match), in football teams much more often adopt whatever tactics they think they have to in order to win.” That certainly was the case – the MCC coaching manual and all that – though I’m not sure it is any more. It feels like T20 has broadened everyone’s mind. Who started the change in the DNA (for want of a better phrase) of English cricket? Pietersen accelerated it without doubt, and he’s owed a few apologies, but I reckon you it goes back to Michael Vaughan in 2002-03. You can trace a line from his Ashes mirabilis to Bazball. 57th over: England 298-4 (Root 71, Bairstow 56) Hazlewood replaces Starc, who hasn’t been at his best today. Bairstow turns him round the corner and steals a second run. He is such a brilliant runner; has been ever since his international debut at Cardiff in 2011, when he beat India with a flurry of twos. A handsome, almost languid cover drive for four brings up a dominant half-century, his third of the series, from 60 balls. His finesse is overshadowed by his awesome power, but he knows how to use a scalpel as well as a sledgehammer. When Hazlewood drops short outside off, Bairstow glides delightfully for four more. An eventful over ends with a snorter from Hazlewood that lifts and seams past the edge. 56th over: England 288-4 (Root 71, Bairstow 46) Root and Bairstow were two of the people who failed to put Australia away in the third innings at Edgbaston, and there has been a quiet ruthlessness to this partnership. Murphy slips another one past Bairstow’s outside edge. That’s about it. 55th over: England 286-4 (Root 70, Bairstow 45) “One key thing you’ve not mentioned about this series vs 2005,” says Will Vignoles, “is that in 2005, social media didn’t exist…” Yes, that’s the big difference I suppose. This has definitely been the noisiest Ashes I can remember. I don’t know whether social media has changed the tone of the conversations or simply the volume of them. 54th over: England 283-4 (Root 68, Bairstow 44) In the same over that Stokes was out, Root reached his fifty from 42 balls. Just before that he hit Starc for three consecutive fours, and looked in the mood to have some fun. But Stokes and then Brook were dismissed, so he changed tempo: since then he has made 18 from 30 balls, none in boundaries. As well as protecting his wicket, Root knows it’s sensible to play a supporting role when Bairstow is in this mood. Bairstow gets his sixth four with a thumping cut stroke off Murphy. 53rd over: England 276-4 (Root 67, Bairstow 38) Root is beaten by a low full toss from Starc, bowling round the wicket now. It’s been a sedate start to the evening session. “There seems to be this wild theory that if England hadn’t dropped any catches and scored 1,000 runs every Test without losing a wicket they would have won the Ashes,” writes Andrew Moore. “Perhaps, if England do win this game, we should respect the achievement of coming back from 2-0 down. I can’t think of any occasion this has happened since the famous Bradman series in 1936-37. Surely the team deserve recognition rather than tearing them apart for failing to play perfect cricket all the time?” When we’re old – okay, older – I suspect most of us will look back on this as one of the most enjoyable series of our life, yet it hasn’t felt that way in real time. Perhaps 2005 was the same and we just airbrushed the misery and moaning. But it does feel like we’ve never been so angry or entitled. Ach, I don’t know. 52nd over: England 272-4 (Root 65, Bairstow 37) Root checks a drive that lands just short of the bowler Murphy, who has started well after tea. Bairstow drives a single to bring up the fifty partnership, the fourth of the innings, from 66 balls. “Although I do not watch cricket much, England’s Bazball approach seems to be very similar to Jurgen Klopp’s ‘intensity’ based counter pressing Liverpool team,” says Rwik Chattopadhyay. “Continuous attacking and never taking the foot off the pedal, resulting in a slightly chaotic match that might see them lose — but hey, it’s never boring!” I can definitely see comparisons with Klopp’s Liverpool. That said, I’m writing a book (well, I’m supposed to be), on the Arsenal/Man Utd rivalry, and I wonder whether the football equivalent of Bazball is Arsene Wenger’s first great Arsenal team. The style of play changed instantly, results improved beyond recognition, and a bunch of grizzled, set-in-their-ways old buggers having the most fun of their entire career. I can’t recall seeing Tony Adams and Steve Bould sporting bucket hats though. 51st over: England 270-4 (Root 64, Bairstow 36) Mitchell Starc comes on at the other end, which is never a bad idea with Bairstow on strike. He’s got Bairstow 11 times in Tests, more than any other bowler. Nothing much happens, just a few singles. England lead by 258. “Your mention of his father’s RNLI appeal triggered fond memories of Dan Lucas on the OBO during tour of India in November 2016,” writes Brian Withington, “where we shared an (unpublishable) e-mail exchange on the comparable merits of Trump in the White House and Botham in the commentary box (it was a low time). “Later that year we mused about mimicking the World Series baseball route with a best of seven series between England and India at alternating venues, wondering how India might enjoy flaying England’s spinners in Mumbai before facing Jimmy at Headingley in late November. Gone but not forgotten.” 50th over: England 267-4 (Root 62, Bairstow 35) Todd Murphy continues after tea. His first ball beats Bairstow, who driving impatiently outside off stump, and there are two singles from the over. “The match equation is quite simple now,” says Peter Rowntree. “If YJB is still there at close of play England will have so many runs on the board that this match will be out of Australia’s reach.” Close of play? The mood he was in before tea, if he’s there at 5pm Australia will be chasing a record score. Here come the players. And here’s a typically good spot from Tim, who reads a scorecard better than anyone. The football analogies keep coming (tbf, this is a good one) “To paraphrase Jeremy Irons in Margin Call, there are three ways to win in cricket: be first; be smarter; or cheat,” says Nick Walmsley. “Now, England don’t cheat [*ahem*]. And although I like to think McCullum and Stokes are pretty smart people, it sure is a hell of a lot easier to just be first. “Australia were first out of the blocks and went two-up and since then England have been chasing the series. It would have been a lot easier if England had just won those Tests by cutting out the missed chances and daffy strokes. Shades too here of Italy-Brazil in 1982.” Teatime appeal: Dan Lucas It’s almost six and a half years since Andy Bull called me with the shocking news that Dan Lucas, a star of the OBO on both sides of the fence, had died aged 31. Please read this message from his dad Gary. A few years ago, my son Dan, late of the OBO parish of course, managed to persuade/cajole/inspire (take your pick) OBOers to support me on a fundraising bike ride for the RNLI. To mark the imminent arrival of my bus pass, I am again getting in the saddle to raise money towards a much needed new lifeboat station in Dartmouth, by cycling 100 miles in a New Forest Sportive on 17 September. So I wondered whether you would be able to ask your readers to support me? The fundraising link is as follows: Dart RNLI Lifeboat Station Appeal (if possible could they reference ‘Gary’s Bike Ride’ with any donation). “Guardiola vs Jose is nonsense,” writes Felix Wood. “England have been typified by their lack of control, which no Pep side has ever been accused of. Keegan’s Newcastle vs George Graham’s Arsenal, if anything, which has the advantage of being just a better era of football/life. And frankly the England having the better conditions argument is a bit spurious. “They have in the main, but Aus had that crucial twenty minutes in the dark, and have possibly had key moments of luck - notably the Brook freak dismissal, and the rain at Old Trafford, and I’d argue (in a slightly one eyed fashion) the Smith catch at Lord’s. Injuries have taken key players out for both sides. So why bother nit-picking? Why not just enjoy two great sides going toe-to-toe in a series where even in its quiet moments has been impossible to take your eyes off?” While I broadly agree with you… haven’t you just picked a load of nits? 49th over: England 265-4 (Root 61, Bairstow 34) Cummins replaces Hazlewood, who has quietly had a decent series – four Tests out of five, which few expected given his injury record, and 16 wickets at about 30. This will be the final over of the session. Bairstow spoons a drive short of cover, works a couple round the corner and waves a single to third man. He’s got that summer 2022 look in his eye. And if he gets going after tea, the words ‘Gilbert’ and ‘Jessop’ may well enter the conversation. 48th over: England 262-4 (Root 61, Bairstow 31) Bairstow biffs Murphy’s first ball straight back over his head for four. He has raced to 31 from 30 balls; Root has 61 from 57. This is England? “I think the Burley-in-Wharfedale Blaster deserves a shade above B+ for the value of his innings in the run-chase at Headingley,” says Tim Sanders of Harry Brook. “Even his dismissal was a masterstroke, so that Mark Wood could fulfil his Destiny.” 47th over: England 256-4 (Root 60, Bairstow 26) Bairstow is looking really dangerous. He works Hazlewood off the pads for four, steals two to deep cover and uppercuts a contemptuous boundary. Ten runs off the last three balls of the over. 46th over: England 244-4 (Root 59, Bairstow 15) Murphy, back on for Cummins, skids one past Bairstow’s defensive grope. He looked a little rattled before Stokes’s wicket but for the most part his temperament has been impressive in this series. I cannot imagine what it’s like for a 22-year-old spinner, with almost no first-class experience, to walk into Hurricane Bazball. “What seems to be lost in the fog of hypothesising and theorising over Bazball - now transmuted to Guardiola v Mourinho, LOL - is that England have had the best of the batting and bowling conditions throughout,” says Darryl Accone. “If one were to venture yet another hypothesis and flip all the innings of the series around, one would find a very different story: Arrigo Sacchi v Guardiola. LOL!” Arf. That’s an important point about conditions. I can’t remember an Ashes series with as much nuance – or as much dogmatism. That should be a contradiction. 45th over: England 242-4 (Root 58, Bairstow 14) Bairstow thumps Hazlewood through the covers for four more. He looks in the mood for some cathartic bish-bosh. “My name, as you know. is John and I am proud of it,” writes John Jones. “That response (41st over) was uncalled for as I am entitled to my opinion. I was man enough to apologise after upsetting your sensibilities previously and perhaps you could do the same.” Well, it was meant as an affectionate joke, but I’m sincerely sorry I was unable to convey that. 44th over: England 236-4 (Root 58, Bairstow 8) Bairstow gets his first boundary, slapping Cummins brusquely past backward point. From an England perspective, He has started promisingly. “Just one Q, Roberto,” says Paul Griffin. “ A simple one. How have England not managed to win this series at a canter? Yup, they were unlucky with the weather but have dominated session after session. It’s not quite Milan in Istanbul, but England seem tactically dominant, with better players, and psychological setting the agenda, yet the urn stays metaphorically in Aus. Congratulations to them. Khawaja, Marsh and the keeper have been good, but that’s about it in terms of making a combined XI. I genuinely can‘t understand it.” I have a half-arsed theory that you shouldn’t judge a World Cup until at least six months after the final. I’m starting to feel the same way about this series. It has been such a brainbender, and I can’t remember a noisier Ashes series, so it feels like we need to let the dust settle before we can make sense of it all. I suspect there’s also a small bit of recency bias, given the way the series has developed. For example, the Bairstow business and Stokes’s genius have partially overshadowed what was a pretty emphatic victory at Lord’s. Ultimately, I guess it all comes down to that operatic last hour at Edgbaston. A rare example of a decisive plot twist at the end of the first act. 43rd over: England 230-4 (Root 57, Bairstow 3) Bairstow chases a wide one from Hazlewood, pinging it through extra cover for a couple. He has dragged a couple of those on in this series but there’s no chance he’s going to ignore a ball like that. England lead by 218. “Your colleague termed Murphy a ‘bespectacled tweaker’,” writes Ian Copestake. “I have watched too much Wire in my time not to misinterpret this.” There are no respectable tweakers in the Wire, mate. 42nd over: England 226-4 (Root 56, Bairstow 1) Pat Cummins knows it’s probably now or never if Australia are to win this game, so he’s back on in place of Todd Murphy (7-0-47-1). Root, who was batting with extravagant freedom before Stokes’s dismissal, may have to rein it in for a bit. He does, sort of, collecting four from as many balls, but not in boundaries. 41st over: England 222-4 (Root 52, Bairstow 0) We don’t know if or where Moeen Ali will bat, so Australia have a sniff here. Brook’s Ashes, meanwhile: 363 runs at 40.33, with four fifties and a strike rate of 79. B+. “Run rates,” says John Jones. “Blah. blah and blah. Simple fact is that Australia have come to England, the in-form team in world cricket, and retained the Ashes. Job done.” Afternoon José. Josh Hazlewood picks up the dangerous Harry Brook with a lovely delivery. The line and length were immaculate, and Brook feathered a defensive push through to Carey. That’s a very good ball to get early in your innings. Australia are back in it! 40th over: England 221-3 (Root 51, Brook 7) Earlier in the over Root turned Murphy for a single to reach a 42-ball fifty, with eight fours and a reverse ramp. Stokes ends the series with 405 runs at 45, a record that includes 15 sixes – a record in a series against Australia - and one mind-blowing innings. Talking of sixes, the new batter Harry Brook has just smashed his second ball straight back over Murphy’s head. That went miles back. His swagger and audacity are Pietersenian. Well bowled Todd Murphy. He kept tossing the ball up, even though he is going at more than a run a ball, and it has brought him a big wicket. Stokes tried to go downtown but dragged the ball towards wide mid-on, where Cummins backpedalled to take a good two-handed catch. 39th over: England 212-2 (Stokes 42, Root 49) Root is beaten, trying to cut a ball from Starc that cramps him for room. That shot, though he plays it extremely well for the most part, has got him into a bit of trouble in this series. He times the undercrackers off an on-drive, bottom-edges a cut that bounces over Carey and makes it three boundaries in a row with a delicate uppercut. When he bats like this, he spreads joy on an industrial scale. There are more exhilarating batters, more admirable, but few who make life feel so enjoyable. A single takes him to 49 from 41 balls; he must be on course for his fastest Test fifty. 38th over: England 199-2 (Stokes 42, Root 36) The calculated assault on Murphy is starting to have an impact. His first ball is loose, on leg stump and turned fine for four by Stokes. A couple of singles continue England’s serene progress; they lead by 187. Cheers Jim, afternoon everyone. Let’s start with a euphoric statgasm. England’s run-rate in these Ashes, 4.76 as I type, is the second fastest in a Test series of three matches or more. Top of the list is, yep, England in Pakistan last year (5.50). No team has ever scored four an over in a Test series against Australia. England may not have got the urn they wanted, but they have done something extraordinary this summer. 37th over: England 193-2 (Stokes 37, Root 35) The fifty partnership between Root and Stokes is brought up in style, Starc sends down an 88mph short ball that Root slots to the fence. He made that look so easy it is frankly ridiculous. Speaking of which, that is me done here today. The OBO doyen Rob Smyth is here, he crunches these liveblogs to the fence with relish. Thanks for your company and for nursing me so tenderly through my Britpop induced hangover. Goodbye. 36th over: England 189-2 (Stokes 37, Root 31) Pat Cummins has gone to Murphy and will be desperate he can give him some control and plug up an end. England will be looking to attack him and hit him out of the attack so that the Aussie seamers don’t get any respite as the day draws on. Murphy bustles into the crease, towel at the back of his trews dancing lightly in the breeze that is blowing pleasantly across us here at the Oval. A good start from the bespectacled tweaker, just three runs off the over. 35th over: England 186-2 (Stokes 36, Root 29) Starc replaces Cummins. Australia need one here. The sun is out and England are making hay, four singles off the over. Todd Murphy is being summoned. 34th over: England 182-2 (Stokes 34, Root 27) Mitch Marsh into the attack. A couple of singles before Root plays his REVERSE RAMP FOR SIX. Remarkable how often he nails it. Marsh loses his length next ball and sends down a full bunger that is clipped easily for four! Twelve off the over. Hey, Teacher! Leave those ‘jokes’ alone! 33rd over: England 170-2 (Stokes 33, Root 16) Swing and a miss from Stokes who tries to force away off the back foot but is beaten for pace and bounce. This pitch is a belter, plenty in it for bat and ball. Close! A quick single nearly ends in a run-out! Stokes just made his ground as Cummins did well to gather off his own bowling and get a shy at the coconuts away rapidly. England’s lead creeps up to 159 runs. 32nd over: England 163-2 (Stokes 29, Root 14) Stokes drops a single and Root responds immediately. Hazlewood goes full, aiming to scud one into the pads like last over but Root simply saunters down and meets the ball, clipping away with peachy timing for four! The English fans enjoyed that one, the sound off Root’s bat was sumptuous. 31st over: England 158-2 (Stokes 28, Root 10) Cummins to Root. There’s a crackle in the atmosphere. Defense, defense and then attack! Cummins goes short and Root pulls with plenty of control this time, the ball beating Hazlewood to the fence at long-leg. The tv camera pans to Harry Brook having a snooze in the dressing room. He’s so uptight that lad… 30th over: England 152-2 (Stokes 27, Root 5) Hazlewood goes up for an appeal for lbw to Root! This looks close… especially if Root didn’t trap it with his bat first. Steve Smith comes waddling out of the slips in his inimitable way and is very keen to review. Umpire Wilson said not out on the field but they are going upstairs! CLOSE but no cigar for the Aussies. Root didn’t hit it but it was umpires call on where it was hitting the stumps. Just clipping. Root survives. Eeeesh! He nearly goes next ball with an uncontrolled pull shot, the ball plopping just safe of Starc at fine-leg. Do not adjust your set. 29th over: England 150-2 (Stokes 26, Root 4) Stokes drops a single into the off side and they take a single. Cummins to Root. Two probing dots on a good length… shot! A short ball is pounced on by Root and slapped behind square for four. It’s been said before… but this really is a crucial period in this series. England’s best two batters at the crease with a decent foundation set. Hmm, I think it is a good wicket still. There’s pace and bounce but you also get value for your shots. All of the pitches since Lord’s have been top drawer reckon. I reckon they’d still fancy a chase of 250-300. Much more than that and it starts to get tricky with scoreboard pressure and the added weight of the series result hinging on the chase. 28th over: England 145-2 (Stokes 25, Root 0) Cut away, cut away for four! Stokes plays a mirror of the emphatic back-foot cut shot he played to win the Headingley Test in 2019, the ball absolutely whelped to the fence. 27th over: England 140-2 (Stokes 20, Root 0) Here’s a key battle. Cummins to Root. Two slips and a gully in place. Root has been vulnerable on his pads and stumps to Cummins early in his innings. Plays out three dots. Crowd burbling away, a nervous energy from both sets of fans after the wicket. Caught at second slip! Cummins bowls one on a fifth stump line and gets a healthy edge to Steve Smith who doesn’t drop many. Australia winkle one out after lunch. Here comes Joe Root. 26th over: England 138-1 (Crawley 71, Stokes 20) Hazlewood to Stokes after the break. A clip through mid-wicket brings a couple for Stokes and the first runs of the session. AyeAyeAye! Stokes hooks a bouncer from Hazlewood and is caught by Starc on the rope… but he can’t stay inside the rope, tottering over the boundary to make it SIX. Good comeback from Hazlewood who beats Stokes’ outside edge with a beauty. The players emerge after their sustenance. Afternoon session incoming. Dave Briggs emails in with a lunchtime theory entitled The Aussies are the Mourinho of cricket “Am working on a theory on this ashes series. Is there an argument that the Aussies are starting to take this personally, and it’s turning into almost a Guardiola v Mourinho situation. Mourinho was so infuriated with the adulation etc for the style of Guardiola’s teams that it made him revert into almost a pastiche of himself. “Could it be argued that the Aussies are so annoyed by all the talk of Bazball that they are trying to win as boringly as possible, almost to prove a point? And as a result it’s that inflexibility that’s led them to a position where a series they ought to have won easily hasn’t gone to plan. Whaddya reckon?” It’s an interesting thought. Look, the whole side of Bazball that comes with the self-aggrandising ‘we’re here to save Test cricket’ thing must be aggravating to those on the outside, I totally get that. Watching this current England side is everything from exciting to frustrating, invigorating to cringe-worthy. To play against, that must go up tenfold. I think Australia have been looking to play their normal game and it served them well, particularly in the first two Test matches where they dug in whilst expecting England to self-implode and that is what happened. Since Lord’s I do think they have suffered from being too passive, their field settings being ultra-defensive is one thing but batting without intent will get you into trouble time and again. Marnus’ innings yesterday was a case in point – it was a puzzling knock from a player of his undoubted quality. We’ll see what happens here, a few quick wickets and Australia are right back in it – my take is that since Lord’s they’ve been playing like a side who have something to lose (i.e a 2-0 lead) rather than a side hell-bent on winning. That slight raising of the foot off the gas has allowed England back in. “Sitting on a balcony observing the Aegean is a good counterpoint to the stress that accompanies Bazball.” Show off, Nick Cotton! “Is it wrong to say I have a good feeling about this innings!? Everything crossed for Ben to get 100 this afternoon…” Stokes plays out five dots before taking a single off Starc’s final delivery. That’s the session. Phew. England’s morning emphatically – they lost Duckett for 42 but Crawley has been mightily impressive once more on the back of his Old Trafford mega-ton. Australia head off for a sarnie and to lick their wounds. 25th over: England 130-1 (Crawley 71, Stokes 12) 24th over: England 129-1 (Crawley 71, Stokes 11) Zak Crawley is cutting loose now. Back-to-back fours off Murphy! There are men on the fence but they have no chance of getting anywhere near the ball either time as it skims like polished pebble to the square-leg fence. 23rd over: England 120-1 (Crawley 63, Stokes 10) Another punishing over for Australia. England take eight runs off it, including a fizzing pull-shot by Crawley. He stood tall and smashed the south-paw seamer away with barely a second glance. 22nd over: England 112-1 (Crawley 57, Stokes 9) Crawley dances down and lofts Murphy over the infield for four more. A two and a one to the set-back field easily pocketed. Australia starting to sag a little as they look for the safe harbour of the lunch-break. 21st over: England 105-1 (Crawley 50, Stokes 9) Crawley bunts Starc away for three, misfielded by Cummins at wide mid-off. That’s 50 for the opener. He’s come of age for England in this series. Four! Stokes powerfully clips off his legs for four. England rack up 100 runs in the session with ease. 20th over: England 98-1 (Crawley 47, Stokes 5) Stokes flicks Murphy through mid-wicket to pick up a single. Sublime! Murphy tosses one up and Crawley dances down and drives classically through cover for four. 19th over: England 92-1 (Crawley 42, Stokes 4) Six singles picked off Starc. England rotate the strike easily with men set back. Very defensive from Cummins, he’s obviously worried about runs but the only way to stem them is to take wickets. “Hopefully, this might be the innings when Stokes finds his spiritual home at number 3” Writes Tom v Ducht. “His ability to drop anchor when needed before acceleration is ideally suited. More so than Pope, Brook or Moeen. He also loves coming in to stem the tide of disaster- something an England number 3 experiences a lot...” 18th over: England 86-1 (Crawley 39, Stokes 1) Todd Murphy into the attack. Crawley punches a single to mid-on and Stokes gets off the mark with a bit of a spawny inside edge that zips past the hyena-like Marnus Labuschagne at short-leg. Shot! Crawley sweeps powerfully into the gap for four runs. Starc comes back on to replace Cummins and gets the breakthrough! A tiny feather through to Carey is spotted on the review. Duckett has to go and here comes…. BEN STOKES. Huge cheers and a standing ovation (!) greet England’s captain. 17th over: England 79-1 (Crawley 33, Stokes 0) 16th over: England 79-0 (Crawley 33, Duckett 42) Three runs off Marsh’s latest. Some stat this: 15th over: England 76-0 (Crawley 31, Duckett 41) Crawley steers Cummins away wide of gully to pick up four runs. A full ball is then whipped through mid-wicket for a two more. “It’s getting better all the time” notes Mark Taylor on commentary. For England that is. 14th over: England 68-0 (Crawley 24, Duckett 40) Marsh continues after the break. He really is a hulking great thing. His top half is particularly gargantuan – looks like he’s swallowed a chest-freezer. Anyway, he’s bowling to just one slip which must be a bit dispiriting. Cummins has gone to his Brownian Motion field for the umpteenth time this series. A single each to Crawley and Duckett. “Filthy hangover. Oh, Tricky Crimson King cider why do you do this to me?” Croaks ShowbizGuru. Resolve! “Third cup of tea barely denting the damage. 66-0 at the first drinks interval is perking me up though. Time for a livener soon.” 13th over: England 66-0 (Crawley 23, Duckett 39) A skilful and probing over from Pat Cummins takes us to DRINKS. He beat both Crawley and Duckett’s outside edge with deliveries in the high 80mph mark. Another fascinating hour in this series. Don’t go anywhere. 12th over: England 64-0 (Crawley 22, Duckett 38) England take six off the over with a minimum of fuss. The field is set back and there are plenty of runs on offer. At this stage on the first day they gave it away a little, it’ll be interesting to see if Duckett and Crawley are willing to forego the boundaries a little bit and tick over. 11th over: England 55-0 (Crawley 20, Duckett 35) Things have calmed a little with the introduction of Cummins. A lesser spotted leave from Zak Crawley and three singles picked off with relative ease. Clouds have rolled over a bit here at the Oval. They are high and unthreatening though, and there’s enough blue sky to make a sailor a pair of kecks. Used to hate the sun because it shone on everything I’d done. Made me feel that all that I had done was overfill the ashtray of my life. All my achievements in days of yore range from pathetic to piss-poor, but all that’s gonna change. 10th over: England 55-0 (Crawley 18, Duckett 34) Here comes the Bison. Mitch Marsh into the attack and he tries a bit of short stuff, something we haven’t seen much of this morning. Crawley splices a cut shot away off the last ball to pick up three runs. “Ah the good old days. Blur Vs Oasis” says Colin Young. “If that’s the theme of today’s OBO, may I suggest Stokes drops, no pun intended, a bit of the ego thing? Nobody wants to hear him bleat ‘I don’t believe that anybody fields the way I do...’ right? As for Cummins surely he can just smile at his critics and sing “This is a Low pressure area, get used to the rain ya whingeing Poms.” 9th over: England 52-0 (Crawley 15, Duckett 34) Cummins to Duckett. Short ball. Pull shot. Top edge. Four runs. England bring the fifty up inside nine overs. “It’s the tortoise and the hare” notes Mike Atherton on the sky comms – “And the tortoise is winning 2-1… at the moment.” 8th over: England 48-0 (Crawley 15, Duckett 30) The field is now set back with men stationed on the boundary on both sides of the wicket. England take three singles off the over. They drop and run with skill to rotate the strike. Something Australia’s top order – particularly Khawaja and Labuschagne – were poor at yesterday. 7th over: England 45-0 (Crawley 14, Duckett 28) Crawley drives handsomely for two and picks up another brace off Cummins with a flick to fine-leg. Beaten! Cummins sends down a beauty that moves and lifts just past the outside edge. 6th over: England 41-0 (Crawley 10, Duckett 28) A tighter over from Hazlewood, just a single to Crawley off it. “Loving Ricky Ponting’s commentary” writes Pat. “The granular detail of each small fielding change twinned to the line and length of each ball. He’s not terribly happy with Cummins but it’s fascinating to hear.” Yep – Punter has been so insightful and good craic all summer. He’s a great analyst. 5th over: England 40-0 (Crawley 9, Duckett 28) “C’mon Starc-ers get your act together!” implores Jim Maxwell on TMS. Maxwell’s gloopingly rich antipodean tones have more than a hint of frustration. Cummins replaces Starc who went for 22 off his two overs. Big Pat goes full on the pads and Duckett clips him away for four. A single through point and a scampered leg-bye. Shot! Duckett glides Cummins away for another boundary. England ticking. Ten runs off the over. 4th over: England 30-0 (Crawley 9, Duckett 19) A gift from Josh Hazlewood, leg stump half-volley flicked to the boundary with disdain by Duckett. The big seamer looks a bit off it here, he spears a ball down leg and loses his length. It must be so hard to keep a cool head with two batters so brazenly coming at you every single ball. “Hello from Zambia – thank goodness for live streams, I may be in central Africa far from leg byes, silly mid offs and cover drives but today I’m at the Oval. All day.” Lovely to have you with us Ben Carter. 3rd over: England 25-0 (Crawley 9, Duckett 14) Duckett clips in the air for four, it wasn’t a mile away from Todd Murphy at mid-wicket but whistles to the fence. Starc goes full and straight, Duckett would have been a goner but for a meaty inside edge. A single brings Crawley on strike… he throws the kitchen sink, kettle, cutlery draw and fridge at a wide-ish delivery and the ball flies over point for four. It’s heady stuff. Here’s yer TMS overseas link: 2nd over: England 16-0 (Crawley 5, Duckett 9) A quieter over from Hazlewood who is more accurate than Starc. On a good length for the duration, just a nurdled quick single. That first over was quite something. The crowd here are louder and more burbling than they’ve been all Test. “If Pat Cummins is Damon Alban I guess the immortal banger hit gets renamed Song 2-1? C’mon Aussie!” Good stuff, Rowan Sweeney. 1st over: England 13-0 (Crawley 5, Duckett 8) BOSH. A rank wide and full ball by Starc is pulverised through the covers by Crawley for four! He’s becoming an expert at this. A quick single brings Duckett on strike. Shot! A straight drive through mid-on gets him going. And another! A clip through mid-wicket brings another boundary and the crowd are well into this. England have a lead of one run! Here come the players, a roar goes around the ground as Crawley and Duckett stride to the crease. Mitchell Starc will have the ball first up. Play! Oh, and apparently Root and Stokes are both padded up… This is well worth a watch in the five minutes we have before play. The strings were fantastic, Scott (and Emma!) On this, Stokes would be Liam and Cummins Damon? I can’t see any other configuration. There is a real buzz around the ground this morning, the sun is out and the crowd are expecting to see something special from one or both sides today. “Pulp references applicable to the last couple of days?” chirps Nick Smith “Help the aged (for obvious Jimmy reasons) …” I reckon he was getting back in the groove yesterday Nick, he beat the bat loads and had the ball moving about again. Who will bat three for England? Will Moeen come out for a hobbly slog or is there something else afoot… As ever it’d be lovely to hear from you. Thoughts, theories and anything else in between most welcome. You can drop me an Email or tweet @Jimbo_Cricket. It is sunny and bright here at the Oval after some early morning rain. Play should start bang on time. I’m off to track down some caffeine – between us - I went to see Pulp last night and am a wee bit dusty. It was magnificent. Corduroy and angular dance moves aplenty. Back soon, meet me at the fountain down the road? right here in a few. Hello and welcome to the third day of the final Men’s Ashes Test of the summer. It’s ‘moving day’ as they say in the trade, well actually, it is now a one innings shootout between Pat Cummins’ and Ben Stokes’ sides. Australia’s tail wagged yesterday to eke out a 12 run lead, England will come out to bat this morning under blue skies and I think we all know how they are going to approach this, don’t we? For one last time this summer we’ll see some RootinTootinBazballin’ batting. Enjoy it while you can – the next home Test in England isn’t for nearly a year. We’ll see runs and we’ll see wickets and one of these teams is going to grab the advantage here at the Oval over the next few hours. Let’s do this."
          },
          "isHosted": false,
          "pillarId": "pillar/sport",
          "pillarName": "Sport"
        },
        {
          "id": "sport/live/2023/jul/29/tour-de-france-femmes-stage-seven-heads-for-tourmalet-summit-finish-live",
          "type": "liveblog",
          "sectionId": "sport",
          "sectionName": "Sport",
          "webPublicationDate": "2023-07-29T16:46:53Z",
          "webTitle": "Tour de France Femmes: stage seven heads for Tourmalet summit finish – live",
          "webUrl": "https://www.theguardian.com/sport/live/2023/jul/29/tour-de-france-femmes-stage-seven-heads-for-tourmalet-summit-finish-live",
          "apiUrl": "https://content.guardianapis.com/sport/live/2023/jul/29/tour-de-france-femmes-stage-seven-heads-for-tourmalet-summit-finish-live",
          "fields": {
            "headline": "Tour de France Femmes: stage seven heads for Tourmalet summit finish – live",
            "byline": "Amy Sedghi",
            "thumbnail": "https://media.guim.co.uk/3731dcb22bd07160403740cff2ddb0cb1dabdc4f/182_0_4326_2596/500.jpg",
            "bodyText": "9km to go: Niewiadoma has pushed the gap and now has 32sec on the chasers. Come on Kasia. This is impressive … keep it going! 10km to go: Manon Lloyd is reporting from the Tourmalet. She’s at 6km to the summit and says it’s very misty. Although it’s 17C where she is, Lloyd says it feels much colder. It was 24C at the bottom of the climb, she says. Stephens reports that visibility on the line is 30 metres due to thick fog. 11km to go: Matt Stephens says there’s a tailwind on the Tourmalet today. Niewiadoma has a 9sec gap but van Vleuten and Vollering are joined by Reusser, Kopecky, Moolman Pasio, Labous, Uttrup Ludwig and Santesteban. 13km to go: Ooh, this is interesting…Eurosport have dug out an interview in which Niewiadoma spoke about using van Vleuten and Vollering’s focus on each other to make a move. Well, she did exactly that. 14km to go: Jumbo-Visma have announced that Marianne Vos has abandoned the Tour on the Col d’Aspin. According to their statement, Vos isn’t feeling the best and wants to recover for the upcoming world championships. 15km to go: We’re getting to the business end of this stage. This is a pivotal moment for Niewiadoma. Here’s a look at what she’s got to tackle: 16km to go: Niewiadoma is 45sec away from Vollering and van Vleuten. Reusser is setting the pace in the chase group but they are trailing by 1min 05sec. The Tourmalet is looming. 20km to go: Both Peters will be happy with this turn of events: Niewiadoma is now the virtual yellow jersey wearer. The commentary have just called van Vlueten and Vollering’s lack of a reaction to Niewiadoma’s move as “like a standoff in the street in a western.” That’s not a bad way of putting it … 22km to go: This could be dangerous for van Vleuten and Vollering. They’ve given Niewiadoma a bit too much room and the Canyon-SRAM rider has carved out a 26sec lead. 25km to go: Niewiadoma is shooting down the descent as Vollering and van Vleuten follow with a sizeable gap. John was watching the climb up the Col d’Aspin with interest. He writes in to ask if that was “van Vleuten’s best effort?” He some more thoughts to share: “At the moment, Vollering in particular seems to be allowing van Vleuten to tire herself into the headwind. Of course, as I write that, Niewiadoma goes to the front - which seems a bit odd.” 29km to go: Niewiadoma is first to cross the summit and bags 10 QOM points. Van Vleuten and Vollering take 8pts and 6pts, respectively. The trio are going to start the descent now. 31km to go: Niewiadoma is taking turns with Van Vleuten but Vollering doesn’t fancy chipping in. Vollering is the only one with a teammate in the chasing group. Kopecky is also there with Moolman Pasio, Reusser, Marta Cavalli (FDJ-Suez), Ane Santesteban (Jayco Alula) and Cecilie Uttrup Ludwig (FDJ-Suez). 32km to go: The trio of van Vleuten, Vollering and Niewiadoma – all on the final podium in last year’s Tour – are stretching their gap. Labous is driving the chase, with Ashleigh Moolman Pasio (AG Insurance–Soudal–Quick-Step) and Marlen Reusser (SD Worx) on her wheel. 34km to go: Lippert has finished her turn and it’s over to van Vleuten who attacks. She’s got a small gap and has Niewiadoma and Demi Vollering (SD Worx) on her wheel. 35km to go: Lippert may have crashed earlier, but she’s up front on the climb now. There are about 25 riders in the leading group as we drop to under 6km of ascent left. The peloton has become really strung out and Kastelijn has been dropped. 36km to go: Another Peter has emailed in and also (like our earlier Peter) would like Niewiadoma to be victorious. He writes: “would be good to see Niewiadoma win. I’m sure she’ll be up there but hard to see past AVV for the stage and the GC.” 38km to go: The bidons are off…the riders are climbing and will be for a little while. This is a long one and they want to carry as little weight as possible. Below, is a look at the climb profile. Just another 8.5km of climbing until the top of the Col d’Aspin… 41km to go: The breakaway has been caught as the riders begin the climb up the 12km Col d’Aspin. It has an average gradient of 6.5% and a summit at 1,490m. 46km to go: Pompanon is the first across the line and takes 20pts in the intermediate sprint. It was a nice try from Poidevin to get across to the leading duo but she’s been caught by the peloton. In other news, the youngest rider in the Tour, Babette van der Wolf (Lifeplus Wahoo) has abandoned. 49km to go: There’s an intermediate sprint coming up soon. Andersen and Pompanon have increased their gap on the peloton to around 50sec. Poidevin is still trying to get over to the pair and trails by 20sec. 51km to go: Juliette Labous (DSM–Firmenich) spoke to Eurosport ahead of today’s stage. She thinks the big climbs combined with potential thunderstorms will make it “very special”. It would definitely make for a dramatic stage, in many ways! 56km to go: Margot Pompanon (St Michel-Mavic-Auber93) and Susanne Andersen (Uno-X) have attacked and opened up a gap of 25sec. Sara Poidevin (EF Education-Tibco-SVB is trying to bridge across and is about 5secs behind the leaders. 62km to go: Demay has been caught and it looks like the peloton are all back together … for now. Over on Eurosport, Iris Slappendel is concerned about the dark clouds forming. She thinks rain is on the way. Also, Peter has emailed in and is the first to share his prediction for today’s stage win. He writes: “I think I’ll be cheering on Kasia Niewiadoma for the stage win today. Whoever gets it, I’m sure it’ll be dramatic!” He asks who’s my favourite but I couldn’t possibly say…aka I haven’t decided yet. 65km to go: Lucinda Brand (Lidl Trek), Justine Ghekiere (AG Insurance-Soudal Quick-Step), Floortje Mackaij, Sheyla Gutierrez (Movistar) and Julie De Wilde (Fenix-Deceuninck) are among the riders to join Ton. Demay’s is about to get caught… 68km to go: After attacking solo Coralie Demay (St Michel-Mavic-Auber93) has managed to get a 37sec gap from the bunch. Quinty Ton (Liv Racing Teqfind) has decided to go try and get across, while a group of 14 riders are in hot pursuit. There were a number of non-starters this morning, including two of Lidl-Trek’s big names: Elisa Longo Borghini and Elisa Balsamo. Longo Borghini is out due to a skin infection that has required hospital treatment. Chiara Consonni (UAE Team ADQ), Maria Confalonieri (Uno-X) and Ewers have also abandoned. 74km to go: There’s been quite a few attacks already but none of them have managed to stick yet. Lizzie Deignan (Lidl Trek) looks keen to create a breakaway, as does Marta Lach (Ceratizit-WNT). 78km to go: Who will triumph today? Let me know your predictions. You can get in touch via email or by tweeting me. 80km to go: Eight placed in the GC, Liane Lippert is down. She gets up gingerly, is checked over by her team and gets back on her bike. The TV coverage now shows her trying to get back to the bunch and being seen to by the doctor as she cycles along. 81km to go: After suffering a nasty crash yesterday, Veronica Ewers (EF Education-TIBCO-SVB) has not started today due to a broken collarbone. Amazingly, Ewers rode around 50km after the crash to finish stage six. Ouch… 86km to go: The riders have started off at very fast pace. As soon as the flag dropped, Julie De Wilde (Fenix-Deceuninck) attacked and was followed by Alice Barnes (Human Powered Health) before being swiftly brought back by the bunch. Marta Lach (Ceratizit-WNT) has also had a go but no one is getting away at the moment. 89km to go: Both Kopecky and Annemiek van Vleuten (Movistar) had mechanicals during the neutralised start but were sorted out by their mechanics and got back in the bunch. The flag has dropped and the riders are off… The riders are rolling out and will have a 5km neutralised start. Marion Rousse on stage seven: “This is the queen stage of this second edition,” says the race director in a Tour video briefing. “We’ll start in Lannemezan and finish at the summit of the Col du Tourmalet. Before that, though, there’s the Col d’Aspin. It’s a really tough stage, very short, 90km, very intense. At the top of the Col du Tourmalet, we’ll pass through La Mongie … Obviously, this long 17km at an average gradient of 7.5% is going to do some damage. This will really be the decisive stage for the overall ranking, with all the big female climbers looking forward to battling it out on the slopes of the famous Col du Tourmalet.” Yellow: Lotte Kopecky (SD Worx) 21hr 54min 30sec Green: Lotte Kopecky (SD Worx) 201pts Polka-dot: Yara Kastelijn (Fenix–Deceuninck) 23pts White: Cedrine Kerbaol (Ceratizit-WNT) Lotte Kopecky (SD Worx) 21hr 54min 30sec Ashleigh Moolman-Pasio (AG Soudal-Quickstep) +53sec Annemiek van Vleuten (Movistar) +55sec Elisa Longo Borghini (Lidl-Trek) +55sec Kasia Niewiadoma (Canyon-SRAM) +55sec Yara Kastelijn (Fenix–Deceuninck) +1min 04sec Demi Vollering (SD Worx) +1min 07sec Liane Lippert (Movistar) +1min 29sec Ricarda Bauernfeind (Canyon-SRAM) +1min 42sec Juliette Labous (DSM–Firmenich) +1min 52sec Stage six report: Emma Norsgaard won stage six of the Tour de France Femmes after a three rider breakaway, also containing Agnieszka Skalniak-Sojka and Sandra Alonso, held off the pursuing peloton in what was the final chance for the sprinters in this year’s race. As my friend put it this morning: happy Tourmalet day! Today is the big one, the climb we’ve all been waiting to see the riders tackle … it’s the savage Col du Tourmalet. A favourite since it was introduced in the Tour de France in 1910, today marks the first time it’s been included in the Tour de France Femmes (yes, I know it’s only the second edition but don’t spoil the fun). Saturday’s stage may only be 89.8km, but it’s set to split the peloton apart. The penultimate stage will be a decisive day for the maillot jaune and a day the for the climbers. SD Worx’s Lotte Kopecky has been in the yellow jersey every day since her stage one victory, but will today mark the end of that? Although, stage seven will begin with a relatively gentle and rolling terrain, the riders will then face the Col d’Aspin before the 17km haul to the 2,110 metre summit of the legendary Tourmalet. Speaking about the inclusion of the high mountains in this year’s Tour de France Femmes, race director, Marion Rousse, said that it was in a bid to make the event “a little bit more historical.” She added: “The Tourmalet is a mythical climb and all the champions want to write their names into the record books by winning there.” It’s going to be a big day, so settle in and join me as we follow the riders on their ride in the Pyrenees. Stage start time: 3.15pm UK time"
          },
          "isHosted": false,
          "pillarId": "pillar/sport",
          "pillarName": "Sport"
        },
        {
          "id": "uk-news/2023/jul/29/scooter-rider-critically-injured-after-collision-with-ambulance-in-barnsley",
          "type": "article",
          "sectionId": "uk-news",
          "sectionName": "UK news",
          "webPublicationDate": "2023-07-29T16:46:24Z",
          "webTitle": "Scooter rider dies after collision with ambulance in Barnsley",
          "webUrl": "https://www.theguardian.com/uk-news/2023/jul/29/scooter-rider-critically-injured-after-collision-with-ambulance-in-barnsley",
          "apiUrl": "https://content.guardianapis.com/uk-news/2023/jul/29/scooter-rider-critically-injured-after-collision-with-ambulance-in-barnsley",
          "fields": {
            "headline": "Scooter rider dies after collision with ambulance in Barnsley",
            "byline": "Jane Clinton",
            "thumbnail": "https://media.guim.co.uk/8e0993c3c716ace87e482944043c95f762f32d76/0_368_4033_2419/500.jpg",
            "bodyText": "A man in his 30s has died after a collision between a scooter and an ambulance responding to an emergency call. The driver was taken to hospital but later died of his injuries. South Yorkshire police said the ambulance driver was helping police with their enquiries. Police are appealing for witnesses to the incident, which happened in Hoylandswaine, Barnsley, south Yorkshire, on Friday night. The collision took place on the A628 Barnsley Road at the junction with the offshoot Barnsley Road near to the Lord Nelson pub. South Yorkshire police said: “At about 10.25pm we received a call from a member of the public and another report from Yorkshire ambulance service about a reported collision between an ambulance that was responding to an emergency call and a scooter. “It occurred on the A628 Barnsley Road, at the junction with the offshoot Barnsley Road near to the Lord Nelson pub.” Officers have appealed for people with information to come forward including anyone who was driving along either of the two Barnsley Roads and may have captured the incident on a dash-camera. The force has also asked businesses with CCTV cameras that cover the junction to check their footage to see if they caught the collision. South Yorkshire police said anyone with information could pass it on via the force’s online live chat, its online portal or by calling 101. Footage can be emailed to enquiries@southyorks.pnn.police.uk Yorkshire ambulance service has been approached for comment."
          },
          "isHosted": false,
          "pillarId": "pillar/news",
          "pillarName": "News"
        },
        {
          "id": "world/2023/jul/29/channel-island-nazis-inquiry-alderney",
          "type": "article",
          "sectionId": "world",
          "sectionName": "World news",
          "webPublicationDate": "2023-07-29T16:02:07Z",
          "webTitle": "Channel Island Nazis inquiry under pressure to find out why perpetrators never faced justice",
          "webUrl": "https://www.theguardian.com/world/2023/jul/29/channel-island-nazis-inquiry-alderney",
          "apiUrl": "https://content.guardianapis.com/world/2023/jul/29/channel-island-nazis-inquiry-alderney",
          "fields": {
            "headline": "Channel Island Nazis inquiry under pressure to find out why perpetrators never faced justice",
            "byline": "Antony Barnett and Martin Bright",
            "thumbnail": "https://media.guim.co.uk/e066ff3e146744bf154a36d14cbb9996f683e772/0_178_1402_841/500.jpg",
            "bodyText": "The official inquiry into Nazi atrocities committed on Alderney in the Channel Islands is under pressure to investigate why those responsible for committing war crimes on British soil were never brought to trial in the UK. Prof Anthony Glees, the security and intelligence expert who advised Margaret Thatcher’s war crimes inquiry, told the Observer: “This is a vital opportunity to establish all the facts, and it must examine why those who perpetrated such heinous war crimes were never brought to trial in this country. The review into the atrocities on Alderney is to be warmly welcomed, but I believe it should not just focus on the numbers killed, as important as that is.” Last week the Observer revealed that the UK’s Holocaust envoy, Lord Pickles, would be launching an inquiry into the number of prisoners murdered by the Nazis in the British crown dependency. But Glees said the investigation needed to delve more widely into the events on the Channel Island to uncover the truth about one of the darkest episodes of British history. He added that the events on Alderney had been excluded from his inquiry in 1989. Glees said that after the second world war the guiding principle was that war criminals were handed over to the country where their crimes were alleged to have been committed. “Those who were responsible for the crimes on Alderney should have been put in the dock at the Old Bailey,” he said. He said he would be writing to Pickles to urge him to extend the remit of the inquiry. Glees’s call was backed by Labour MP Dame Margaret Hodge, who is the daughter of Jewish refugees who fled the Nazis. “The inquiry must investigate why the Nazi officers responsible for such barbarities on the Channel Islands were released by the British authorities and never brought to justice,” she said. Hundreds of prisoners are known to have been killed when the Nazis occupied Alderney and set up slave labour camps, including at least one that was taken over by the SS to be used as a concentration camp. The senior Nazi officers in charge of Alderney were arrested by the British authorities after the island was liberated but were never tried for their actions. Glees believes the number of people murdered on Alderney or sent from the island to extermination camps in Europe will run into the thousands. An investigation published by the Observer more than 40 years ago revealed that the British government’s official story that the Kommandant of Alderney, Major Carl Hoffman, had been handed over to the Soviet authorities was untrue. It emerged that Hoffman, after being held in the UK until 1948, was released to West Germany, where he died peacefully in 1974. After the war, Britain sent a military intelligence officer, Capt Theodore Pantcheff, to investigate Nazi atrocities on Alderney. He reported that Hoffman had been hanged in Kyiv. Approached by journalist Solomon Steckoll in the 1980s with evidence that this was not the case, Pantcheff said: “It is inconceivable that information which was officially put out, if this was not true, could have been other than the result of a policy decision at Cabinet level.” Nor was Hoffman an isolated case. Hauptsturmführer (Captain) Maximilian List was in charge of the SS Camp Sylt on Alderney. After the war he was traced to a British prisoner of war camp and was said to have been handed over to the Russian authorities. In fact he was living in West Germany well into the 1970s. Obersturmführer Kurt Klebeck, List’s deputy, lived out his days in Hamburg despite German investigations in the 1960s and the 1990s. In 1992, the Guardian journalist Madeleine Bunting tracked Klebeck down to Hamburg. The Jewish Labour MP David Winnick led the parliamentary campaign for him to be brought to justice but he was never extradited. Pickles launched the review of evidence into the number of prisoners who died on Alderney during the Nazi occupation on 20 July. An international panel of experts will receive assistance from Yad Vashem, the World Holocaust Remembrance Center in Israel. Pickles tweeted on Saturday: “I look forward to reading Prof Glees’s letter and his evidence. The review will not be able to solve everything, but settling the numbers will be a good start. It’s shameful that Hoffman &amp; List did not face justice. Shockingly, all too common after WW2.” Dr Kathrin Meyer, secretary general of the International Holocaust Remembrance Alliance , said: “The IHRA hopes the review is the beginning and not the end of a more detailed understanding of this important chapter in our history.” The tiny Channel Island was home to a number of Nazi slave labour camps where thousands were brought to help build the German defences known as the Atlantic Wall. It has now been established that the SS took over at least one camp and ran it under the principle of Vernichtung durch Arbeit – extermination through labour. Other inmates were tortured, shot or given fatal injections, and those sick or unable to work were sent to extermination camps in occupied Europe. The official number of deaths is in the hundreds, though some claim it could be in the thousands, with many buried in mass graves. Only eight Jews are reported to have died, but the true number is thought to be much higher."
          },
          "isHosted": false,
          "pillarId": "pillar/news",
          "pillarName": "News"
        },
        {
          "id": "tv-and-radio/2023/jul/29/the-week-in-audio-the-banksy-story-radio-4-review-im-not-here-to-hurt-you-john-ohegarty-prom-13-catherine-lamb-premiere-academy-podcast",
          "type": "article",
          "sectionId": "tv-and-radio",
          "sectionName": "Television & radio",
          "webPublicationDate": "2023-07-29T16:00:43Z",
          "webTitle": "The week in audio: The Banksy Story; I’m Not Here to Hurt You; Prom 13; Academy – review",
          "webUrl": "https://www.theguardian.com/tv-and-radio/2023/jul/29/the-week-in-audio-the-banksy-story-radio-4-review-im-not-here-to-hurt-you-john-ohegarty-prom-13-catherine-lamb-premiere-academy-podcast",
          "apiUrl": "https://content.guardianapis.com/tv-and-radio/2023/jul/29/the-week-in-audio-the-banksy-story-radio-4-review-im-not-here-to-hurt-you-john-ohegarty-prom-13-catherine-lamb-premiere-academy-podcast",
          "fields": {
            "headline": "The week in audio: The Banksy Story; I’m Not Here to Hurt You; Prom 13; Academy – review",
            "byline": "Miranda Sawyer",
            "thumbnail": "https://media.guim.co.uk/8e3a3784537736d60272749dce290e85f12ce75d/0_267_4000_2400/500.jpg",
            "bodyText": "The Banksy Story (BBC Radio 4) | BBC Sounds I’m Not Here to Hurt You Irish Independent Prom 13 (BBC Radio 3) | BBC Sounds Academy Wondery John Humphrys, once of Radio 4’s Today programme, wrote a newspaper column last week in which he got upset about some of his old station’s current offering. Humphrys doesn’t like how Any Questions has become more confrontational; he’s not fond of presenters who slur their words; and – surprise! – he is far from a fan of The Banksy Story, Radio 4’s 15 minute-after-lunch series for the past two weeks. Too much background music. Too many jokes. It’s not for him. And The Banksy Story is not really for me either, I’m afraid. It has some selling points. Our host, James Peak, is chatty, funny and clear, and there’s a lot of joy in this series, but the story of Britain’s most famous anonymous artist isn’t interesting enough to justify a 10-part podcast (20 episodes on the radio). Three and a half hours of Banksy bantz is a lot. The length means there is padding: much reputation enhancement, plus blether and daft effects. So, Banksy’s voice is played by actors as though he’s Vincent Price, or Marlon Brando in The Godfather; anyone posh is voiced like Tim Nice But Dim, anyone from street art as though they’re a dodgy cock-er-ney. All this silliness, though initially funny, eventually becomes wearing, and distracts from the deeper elements. (A bit like Banksy!) And amid all the jokey soundcraft, some of Peak’s better points are lost, such as whether street art can make sense in a gallery, or if we should let Banksy remain anonymous, because then he can carry on speaking truth to power. If there’s gold in here, it comes from interviewee Steph, who used to work with the artist. “Banksy steals a lot of the attention and a lot of the limelight away from arguably more talented people,” she says, at one point. Peak proves this, idiotically, by going to Beyond the Streets, a street art show featuring more than 100 artists, but not Banksy, and asking the curator about… well, you know who. Steph is the star of this series, her sad story providing heart within the flightiness. Peak is good too, when he calms down. He’s also a producer and a writer, but if he fancied it, he could have a decent presenting career, if he just stopped with the never-ending hyperactive jokes. More conventional, though frustrating in a different way, is I’m Not Here to Hurt You, from the Irish Independent. This is a true crime tale featuring Ireland’s Most Polite Bank Robber TM, John O’Hegarty. (Another charming criminal with an interesting life story! Will true crime ever run out of such men?) Our host, journalist Kevin Doyle, has a thorough and correctly questioning approach to O’Hegarty. How did a former Trinity College MA student become a successful (and polite) bank robber? The series is definitely worth your time; the story is fascinating. O’Hegarty explains his MO in great detail, including his disguises. He stuck his beard clippings on to his chin, to appear bearded, and once he’d completed a robbery just rubbed them away! There’s an upsetting and unexpected catalyst to the tale, and Doyle does his best to confront O’Hegarty with the upset that he’s created, even when O’Hegarty tries to play it down. Still, there are times when the storytelling feels like lip-smacking, as when O’Hegarty goes into detail about his drug-taking, or when sound effects are used to illustrate his state of mind (we get an echo-echo-echo to show that he’s obsessed with something). It feels a bit tacky, a smidge sensationalist. But Doyle really does try to be fair, and this is undoubtedly a cracking yarn. The BBC Proms have been on for a couple of weeks now, and I’ve been tuning in, on and off, as usual. This past week has featured a lot of opera and choral music, which is not my thing. But on Monday evening, before the main act of Prom 13, I caught a new piece for strings, brass and woodwind by Catherine Lamb called Portions Transparent/Opaque. It was exceptional: difficult and different. The tune, such as it was, grew out of a series of dense chords that seemed to expand – not swell, but grow, somehow – over three movements, and the detail within the chords was truly weird, otherworldly. Sometimes, the sounds seemed like irritation, sometimes like joy. At all times, the writing and performance were exemplary. For me, this is what the Proms are for. Not pomp and patriotism but expert experimentation. If you have any bored teens to entertain during the holidays, you might try Academy, the new drama series from Wondery. It’s a very familiar tale of a poor but studious kid making it to a high-achieving academy, to encounter successful students and trendy cliques, and, you know, discover the truth about who they really are. It’s well-produced and peppy, moving at a good pace. Ava is our heroine, a clever black girl determined to get into the right clique, specifically a sort of top 10 of cool and clever students called the List. She’s at Bishop Gray, a boarding school. This might make you think of Harry Potter, but as the opening blurb says, there are “sexual situations, drug use and some seriously bad decisions” throughout. This is not a PG series. There’s a lot of sex, right from the start. The acting is a bit banged-out, and the gender politics are icky (good girl/bad girl rivalry; much fuss about our heroine getting together with a particular boy; stupid situations leading to sexual encounters which, yes, you hear). The effect is that of a very racy YA novel. If that’s your bag, dive in."
          },
          "isHosted": false,
          "pillarId": "pillar/arts",
          "pillarName": "Arts"
        },
        {
          "id": "business/2023/jul/29/pension-funds-fail-to-turn-into-jeremy-hunts-magic-money-tree",
          "type": "article",
          "sectionId": "business",
          "sectionName": "Business",
          "webPublicationDate": "2023-07-29T16:00:43Z",
          "webTitle": "Pension funds fail to turn into Jeremy Hunt’s magic money tree",
          "webUrl": "https://www.theguardian.com/business/2023/jul/29/pension-funds-fail-to-turn-into-jeremy-hunts-magic-money-tree",
          "apiUrl": "https://content.guardianapis.com/business/2023/jul/29/pension-funds-fail-to-turn-into-jeremy-hunts-magic-money-tree",
          "fields": {
            "headline": "Pension funds fail to turn into Jeremy Hunt’s magic money tree",
            "byline": "Phillip Inman",
            "thumbnail": "https://media.guim.co.uk/1c6f64468db97c5a585603c30e1bbb3f82598d30/0_98_3500_2100/500.jpg",
            "bodyText": "If you want to invest in Britain’s economy, but you have no idea how to go about it, you are not alone. Business leaders don’t know how either. And government officials stare at each other, unable to devise ways to promote investments that they can persuade ministers come at minimal cost and will win votes. After more than a decade of procrastination, and the failure of the levelling up agenda, there is an urgency behind demands for the UK to begin repairing what it has and building new things that allows us all – and not just a wealthy few – to participate in the best the 21st century has to offer, from better healthcare to climate-friendly transport. The chancellor smelled free money when it was suggested to him that pension funds could be tapped as a source of investment. What better than to get a financial transfusion from the £2tn to £3tn sitting in UK retirement funds, he said in the budget back in March. The economy would wake up with renewed vigour and purpose – and, even better, at zero cost to the Treasury. Jeremy Hunt gave an update in his Mansion House speech earlier this month about how much extra funding he expected from pension funds. Incremental is probably the best word to describe his plan. He said nine of the UK’s largest pension providers had committed to allocate at least 5% of their default funds to buying shares in private companies by 2030. To say his backbenchers were underwhelmed understates the disappointment. And critics asked why he was promoting investment in private equity. Surely that enriched a small group of executives, not UK plc? Without pension cash to fund investment in the short term, Hunt looks a bit desperate. Where can he turn for the megafunds he needs to put in place the infrastructure that supports sustainable growth? His situation is often compared with that enjoyed by the US treasury secretary, Janet Yellen, who is overseeing a $369bn injection into the economy courtesy of Joe Biden’s Inflation Reduction Act (IRA). Given the green light by Congress in 2022, the IRA aims to spur investment in green technology via a multitude of grants, loans and tax credits to public and private entities. Controversially, tax credits given out to green industries are conditional on production and final assembly being based in the US. It’s a form of protectionism via state aid that many on the left urge Keir Starmer to adopt and some Tories want Hunt to consider. EU leaders are eyeing the IRA with a view to adopting something similar, putting even more pressure on Britain. However, the cost is prohibitive and many economists believe that without “good design” much of the money gets panhandled by businesses who make big promises and deliver little other than big pay cheques for themselves (private equity bosses come to mind). Adam Posen, president of the Peterson Institute in Washington, is a major critic of the IRA, arguing that protectionism, however well intentioned, will make the US poorer. Referring to the leftists urging Starmer to boost commitments to investment spending, he told the Financial Times that Labour had already gone too far. “You’ve got people throughout the west who are falsely claiming that the economic downsides of activist industrial policy are avoidable,” he said. “Once you put narrow government interventions into place, they tend to stick around, expand and get distorted by entrenched special interests.” Familiar with the political economy of the UK after a stint on the Bank of England’s interest rate setting committee, he added: “That to me is part of the argument against the Biden administration’s economic policy – and the UK Labour party’s current proposals, if we look at Rachel Reeves’s recent speech – they think that over time their programmes are not going to be subject to corruption or engender retaliation from other countries outweighing the benefits. That is mistaken.” Yet we know that governments have financial power and that this power can propel economies forward if investment incentives are well designed. The IRA is a costly blunderbuss, and the kind of outlay the UK can ill afford when its efficacy is dubious. Few officials in government seem to have the licence to put in the effort to design sophisticated schemes. Treasury officials often say that the UK’s top-ranked universities will come to the rescue, attracting businesses and high-flying entrepreneurs from across the world without Whitehall moving a muscle. That cannot work when the government seems hell-bent on crushing the higher education sector under a welter of budget cuts and anti-woke rhetoric. Using pension fund cash seemed like another easy way out of the quagmire. It wasn’t to be. Hunt found that changing 40 years of pension scheme rule-making was too tough. No wonder he is talking up the investments already in the pipeline. More investment is a bridge too far."
          },
          "isHosted": false,
          "pillarId": "pillar/news",
          "pillarName": "News"
        },
        {
          "id": "sport/2023/jul/29/hukum-on-top-in-final-heave-of-king-george-to-keep-westover-at-bay",
          "type": "article",
          "sectionId": "sport",
          "sectionName": "Sport",
          "webPublicationDate": "2023-07-29T15:44:07Z",
          "webTitle": "Hukum on top in final heave of King George to keep Westover at bay",
          "webUrl": "https://www.theguardian.com/sport/2023/jul/29/hukum-on-top-in-final-heave-of-king-george-to-keep-westover-at-bay",
          "apiUrl": "https://content.guardianapis.com/sport/2023/jul/29/hukum-on-top-in-final-heave-of-king-george-to-keep-westover-at-bay",
          "fields": {
            "headline": "Hukum on top in final heave of King George to keep Westover at bay",
            "byline": "Greg Wood at Ascot",
            "thumbnail": "https://media.guim.co.uk/179f2b042b41b9fdba58843e62afd3cb85c8f399/959_115_1916_1150/500.jpg",
            "bodyText": "Great races on paper do not always live up to their prior billing on the track but the King George VI &amp; Queen Elizabeth Stakes here on Saturday was an instant classic, as Hukum and Westover went head-to-head for the line from the furlong pole. It was only in the final strides that Hukum and Jim Crowley finally gained the upper hand, inching in front by a head at the line to give Owen Burrows, the winner’s trainer, the most significant success of his career by some margin. The first moment of drama in the race came on the home turn, as Auguste Rodin, the 9-4 favourite to add the King George to his Derby wins in England and Ireland, dropped to the rear and started to tail off. He eventually crossed the line in last place, more than 100 lengths behind the winner. Auguste Rodin’s pace-setting stable companions, Bolshoi Ballet and Point Lonsdale, then began to tire, allowing Luxembourg, Aidan O’Brien’s fourth runner in the race, to charge through an inviting gap on the far rail. His effort soon faltered, though, as Rob Hornby struck for home on the 7-1 chance Westover, with Hukum (13-2) and King Of Steel (9-2), the runner-up in last month’s Derby, in pursuit. King Of Steel could only stay on at one pace as the battle between Hukum and Westover was joined in earnest, but there will be other days for Roger Varian’s three-year-old, as there will for the pair that finished nearly five lengths in front of him. Hukum is now second-favourite at 8-1 for the Prix de l’Arc de Triomphe with most bookmakers, while Westover is around 11-1 to win European racing’s showpiece event in October. For Burrows, who trained privately for the late Sheikh Hamdan al Maktoum before opening up as a public trainer in 2022, the result was a career milestone which has the promise of better yet to come. His string of around 40 horses in Lambourn is small by modern standards, but he had an impressive 31% strike rate from his 67 runners last year and Hukum’s win completed an across-the-cards double after Alflaila’s success in the Group Two York Stakes on the Knavesmire. “We felt he has never been better,” Burrows said, “this season, for whatever reason, he’s shown a lot more speed. But what a tough horse, and he had to be, because the second didn’t lay down, did he. He made us fight all the way. What a race. It lived up to its spectacle. “I can’t put into words what it means, I’m in my second season as a public trainer and we have a great team. This horse has been a huge part of my career. He’s my first Royal Ascot winner, first Group One winner [in last season’s Coronation Cup at Epsom] and he won in Dubai when we first went out after the sad passing of Sheikh Hamdan [in March 2021], so to come back and do what he’s done is just amazing.” Sheikha Hissa al Maktoum is now in charge of her late father’s extensive racing operation and it would have been easy to pack Hukum off to stud when he suffered an injury after his win at Epsom last summer. He was nursed back to full health at Shadwell Stud, however, and the decision to keep him in training has now proved to have been inspired. “It was a performance of pure determination,” Crowley said. “The race went smoothly, I had a nice position, I got onto the back of Westover turning in and had to hope that something didn’t come from out of the pack because in fairness to the second, he didn’t lie down. “Full credit to Sheikha Hissa, they decided to keep him in training and they’ve been rewarded.” Aidan O’Brien was mystified by the performance of Auguste Rodin, and it seems likely that an explanation for his poor run will come to light in due course. “No excuses,” the trainer said. “Whatever happened, the power ran out and it ran out early. That’s the unusual thing, the race wasn’t even started. “He was calm in the paddock, we were very happy with him. There is obviously a reason and we’ll find it. It is frustrating, but that’s the way.”"
          },
          "isHosted": false,
          "pillarId": "pillar/sport",
          "pillarName": "Sport"
        },
        {
          "id": "politics/2023/jul/29/mirrors-description-of-matt-hancock-as-failed-health-secretary-not-inaccurate-says-watchdog",
          "type": "article",
          "sectionId": "politics",
          "sectionName": "Politics",
          "webPublicationDate": "2023-07-29T15:41:01Z",
          "webTitle": "Mirror’s description of Matt Hancock as ‘failed health secretary’ not inaccurate, says watchdog",
          "webUrl": "https://www.theguardian.com/politics/2023/jul/29/mirrors-description-of-matt-hancock-as-failed-health-secretary-not-inaccurate-says-watchdog",
          "apiUrl": "https://content.guardianapis.com/politics/2023/jul/29/mirrors-description-of-matt-hancock-as-failed-health-secretary-not-inaccurate-says-watchdog",
          "fields": {
            "headline": "Mirror’s description of Matt Hancock as ‘failed health secretary’ not inaccurate, says watchdog",
            "byline": "Kevin Rawlinson",
            "thumbnail": "https://media.guim.co.uk/cec20d7790b1fb46bafec27c680a4f19825bf85e/25_180_2115_1269/500.jpg",
            "bodyText": "The press watchdog has ruled it was not inaccurate to refer to Matt Hancock as a “failed health secretary and cheating husband who broke the lockdown rules he wrote”. The Daily Mirror piece from November 2022 was among four articles the Independent Press Standards Organisation (Ipso) has said did not breach the accuracy clause of the editors’ code of practice, after it investigated a complaint made by Hancock. It said the article by Dr Rachel Clarke, which ran under the headline “Matt Hancock is no jungle hero, he’s a lying cheat who threw us all to the wolves” was a “tongue-in-cheek opinion piece, which was strongly critical of the complainant and written in a polemical style”. Ipso also dismissed Hancock’s complaints in respect of three other articles in the same paper. In one, a brief summary of his career, it was reported that he “presided over PPE contracts being handed out to acquaintances of ministers and officials, including his ex-pub landlord” during the Covid-19 pandemic. In another, the paper described Hancock’s “blunders” as health secretary – including that he “[b]roke ministerial code by failing to declare he held shares in a family firm that won an NHS contract”. And, in another, the paper carried an interview with a trade union leader, who said: “Matt Hancock might have gone into the jungle seeking forgiveness, but some of us won’t forget […] We won’t forget who those contracts went to. It’s disgusting.” Ipso found none of the articles to be significantly misleading under the editor’s code of practice. Hancock had demanded an apology and written corrections accepting the articles were inaccurate. He said the Daily Mirror should also “offer an assurance that the same information would not be repeated in further coverage” and called for the newspaper’s publisher to “remove all references [to] this false narrative from all historic articles from the [publisher] group”. Hancock argued the articles were inaccurate and misleading because he did not “decide, price or sign off government Covid contracts”. He argued that it would have been accurate to say the civil service did so, and to note that the civil service was independent of government ministers. In respect of the pub landlord referred to by the Daily Mirror, Hancock argued they had been awarded a subcontract for which he had no responsibility. And he said an article that referred to the adviser on ministers’ interests finding that he breached the ministerial code by failing to declare he held shares in a family firm that won an NHS contract should have been further balanced with the adviser’s comment that he had acted “properly and honestly” and “with integrity throughout” the investigation. The Mirror said that, as health secretary, the oversight of such contracts was Hancock’s legal responsibility. Ipso rejected Hancock’s claims. According to Politico, Hancock’s office has argued the official Covid inquiry will be the final arbiter of all these issues."
          },
          "isHosted": false,
          "pillarId": "pillar/news",
          "pillarName": "News"
        },
        {
          "id": "commentisfree/2023/jul/29/alas-the-twitter-blue-bird-is-no-more-it-is-an-ex-logo",
          "type": "article",
          "sectionId": "commentisfree",
          "sectionName": "Opinion",
          "webPublicationDate": "2023-07-29T15:32:42Z",
          "webTitle": "Alas, the friendly Twitter blue bird is no more. It is an ex-logo | Tim Adams",
          "webUrl": "https://www.theguardian.com/commentisfree/2023/jul/29/alas-the-twitter-blue-bird-is-no-more-it-is-an-ex-logo",
          "apiUrl": "https://content.guardianapis.com/commentisfree/2023/jul/29/alas-the-twitter-blue-bird-is-no-more-it-is-an-ex-logo",
          "fields": {
            "headline": "Alas, the friendly Twitter blue bird is no more. It is an ex-logo",
            "byline": "Tim Adams",
            "thumbnail": "https://media.guim.co.uk/f0956af1df116269dd7e7a1e789d066ff3a23693/0_193_5791_3475/500.jpg",
            "bodyText": "There was something almost poignant in the Twitter thread last week from one of the original designers of the site’s blue bird logo, soon to be extinct. Martin Grasser recalled how, in 2012, Twitter founder Jack Dorsey had commissioned him, in terms familiar to creatives everywhere: “There was essentially no brief,” Grasser suggested, “other than ‘we want a new bird, and it should be as good as the Apple and Nike logo’. Twitter had made some sort of flying goose – but Jack wanted something simpler.” Grasser went away and started sketching different real birds, watching them in flight, listening to birdsong as he worked. His eventual design, after thousands of iterations, was based on a hovering hummingbird with a truncated beak and puffed-up chest. Grasser’s thread showed how he had superimposed 15 overlapping circles on the logo to give the bird its optimum “friendly” rotundity (the exact opposite of Elon Musk’s unnerving new black X branding, which puts a cross next to just about every feeling of alienation). Grasser’s valedictory thread was a brief masterclass in how graphic design can tap into human emotion. His bird, meanwhile, will inevitably become exhibit A in the various museums of lost logos that can be found in dustier corners of the internet, alongside the blue globe of Pan Am and the torn ticket stub of Blockbuster Video. Delays expected Researching a story about the never-ending construction of HS2, I came across a book in the British Library called The London and Birmingham Railway, With The Home And Country Scenes On Each Side Of The Line. It was published in 1838 to mark the opening of Robert Stephenson’s world-first intercity mainline. The book’s author, T Roscoe, can hardly contain his sense of “national exultation” at what is “unquestionably the greatest public work ever executed, either in ancient or modern times” – a feat achieved in “five short years” beside which the “construction of the Great Chinese Wall sinks totally in the shade”. A sequel to Roscoe’s book, concerned with the “popular wonder and admiration” for the successor to Stephenson’s line, is no doubt on the publisher’s schedules for 2041. Mattel’s purple patch Accessing my inner Ken, I saw Barbie last week with my wife and daughters. The one-off joys of Greta Gerwig’s creation prompted unfortunate invasive thoughts of endless future toy-related franchises trying to imitate the film’s success. Inevitably, some are already in the works. “Mattel Films” apparently has plans for a “surreal” film based on Barney the purple dinosaur, one of the very worst features of my memories of parenting. It will, its producers told Variety, “take inspiration from Being John Malkovich” and “feature adult themes for millennials” – a billing that reminds you that the theme music to Barney, “I love you, you love me”, was a principal soundtrack in the interrogation rooms of Guantánamo Bay, the ultimate “futility music” designed to break prisoners’ spirits. Mercury rising This week, Sotheby’s in London will display artefacts from its September sale, Freddie Mercury: A World of His Own. Beside the singer’s silver Tiffany moustache comb will be the original doodlings that became Bohemian Rhapsody. Written on a British Midland Airways calendar, Mercury’s pencil notation and crossings-out look like a pop version of TS Eliot’s much-amended manuscript of The Waste Land. As with Eliot, the false starts are as fascinating as the final masterpiece. Mongolian Rhapsody, as the song was once called, included the line, “Mama, there’s a war began / I’ve got to leave tonight...” before getting to the one now in everyone’s head. The manuscript is expected to fetch £1.2m. • Tim Adams is an Observer columnist"
          },
          "isHosted": false,
          "pillarId": "pillar/opinion",
          "pillarName": "Opinion"
        },
        {
          "id": "football/live/2023/jul/29/panama-v-jamaica-womens-world-cup-2023-live",
          "type": "liveblog",
          "sectionId": "football",
          "sectionName": "Football",
          "webPublicationDate": "2023-07-29T15:13:11Z",
          "webTitle": "Panama v Jamaica: Women’s World Cup 2023 – as it happened",
          "webUrl": "https://www.theguardian.com/football/live/2023/jul/29/panama-v-jamaica-womens-world-cup-2023-live",
          "apiUrl": "https://content.guardianapis.com/football/live/2023/jul/29/panama-v-jamaica-womens-world-cup-2023-live",
          "fields": {
            "headline": "Panama v Jamaica: Women’s World Cup 2023 – as it happened",
            "byline": "Sarah Rendell",
            "thumbnail": "https://media.guim.co.uk/d02ba5c61f37e2b86f6b7df209da5eb73b22be41/7_61_2107_1264/500.jpg",
            "bodyText": "Thank you for joining me for this match which has blown the group wide open. Sadly for Panama they bow out of the competition but it was a performance they can be proud of! But it is Allyson Swaby’s header that give Jamaica their first World Cup win and a chance of getting out of the group, read the report: This game was the end of the action from the World Cup for the day but we wo;; be back with live coverage from all four games tomorrow. They are: South Korea v Morocco Norway v Philippines Switzerland v New Zealand Germany v Colombia Norway v Philippines and Switzerland v New Zealand will kick-off at the same time as it is the last round of group matches for them. Have you listened to the latest episode of Women’s Football Weekly yet? It has all the latest news: Jamaica captain Allyson Swaby scored the only goal of the game to give her side the win and she has been awarded the Player of the Match: In the earlier game today Sweden beat Italy 5-0. Catch up with that: A good feature to get your chops around: That win for Jamaica was their first victory at a World Cup! History made. Hopefully we will hear from some Jamaica or Panama players, for now you can catch up on the latest news from the England camp: The juxta position of the emotions on the pitch. Jamaica full of elation, Panama crying as they bow out. Panama can be really proud of that performance though, Jamaica were frantic at the end to try and keep them out. Jamaica equal France’s points at the top of the group! And that result sees Panama out of the World Cup. The effort cannot be knocked from the team but Jamaica come out on top. A draw or win against Brazil next game will see Jamaica progress. 90 + 7 min: We are over the allotted six minutes but after that penalty check there will be more time here. 90 + 6 min: Cox sends it in but Castillo hits it, it deflects out for another corner. Cox has a better delivery and E Cedeno has a shot blocked! 90 + 5 min: The referee said no handball so maybe it hit her elsewhere? Panama now come forward through E Cedeno and she wins a corner! 90 + 4 min: The referee was told to go over and review if it is a penalty. The ball definitely hits Natis’ hands but is it an unnatural position? No it isn’t! Wow, that looked clear as day to me. 90 + 3 min: Blackwood takes but Panama clear it. Jamaica keep coming and Spence has won them a penalty! She takes a shot but Natis handballs on the block. 90 + 1 min: There will be six minutes added. Simmonds makes a great run and E Cedeno puts in a good challenge, perfectly timed to take it away from her. Jamaica corner to come. 90 min: E Cedeno receives a cross from Cox but Blackwood does just enough to clear. Panama keep coming as Castillo feeds Tanner but her touch is collected by Spencer. Jamaica counter and McNamara makes a storming effort but Bailey saves. 88 min: Spence passes to Matthews who has a good run but takes the shot too early and it is wide. Jamaica make more changes with Primus and Cameron off for Wiltshire and McNamara. Panama also opt for a sub as Baltrip-Reyes is replaced by Jaen. 86 min: Primus is okay to continue and play is back underway. 85 min: The game continues to be quite frantic, no composure from either team. Primus now needs some treatment so we have a break in play. 84 min: Simmonds gets on the edge of the box but Natis takes the ball away from her. Panama try to create something with some great footwork from Cox but Tanner then loses it. 82 min: Panama win a free kick in their own half but Washington collects it as it’s taken, she has a heavy touch which prevents a real chance from that. 80 min: Can Panama find a goal to keep their World Cup going? Remember if they lose here they will be out. Jamaica make changes for the last few minutes with Brown and McKenna off for Washington and Simmonds. 78 min: It was a great ball in from Cox but C Swaby defends well to clear. 77 min: Panama being really patient here as they work it to Tanner of the left side, she crosses it in but no one is there to see it home. Panama get it into the box again but Cameron deflects it out for a corner to take it away from Tanner. Before the set piece Panama make a change with Montenegro on for Gonzalez. 76 min: Spence has a great touch and pass, a lovely bit of play but Panama defend really well. It comes to C Swaby who launches it into the box and Bailey punches away. 74 min: Matthews is fouled and Jamaica can relieve some pressure, Panama are playing much better than in their opening game. Jamaica build and manage to get a shot in but Bailey collects – the keeper has had a good game. 72 min: Brown with the impressive footwork again, she passes to Cameron who crosses in but it has too much on it. Cameron and Tanner collide but both are okay to continue. 70 min: Tanner gets a great ball in but C Swaby blocks initially, it comes to Cox but her shot is wide. 69 min: Natis picks a bit of a knock but she is okay to continue. But a few plays later and she is on the deck once more, she doesn’t need treatment for now but surely the team are keeping an eye on her. 67 min: Jamaica also make a change with Matthews on for Carter. Panama have great work around the box and Jamaica are forced to get it out by any means. 65 min: C Swaby gives away the ball with a foul but it ends with Tanner playing it out. Panama make another change with Riley on for L Cedeno. 64 min: Panama fight to win the ball back and Cox gets to the edge of the box but her shot just doesn’t have enough power behind it. Jamaica break and it comes to Spence but her shot is way wide. Both teams just need some patience on the ball. 62 min: Carter sends the ball in and Bailey tries to punch it away but she can’t get to it, Panama do well to clear it anyway. Brown gets it to McKenna, she beats Bailey but can’t get a shot away! That was almost an open goal! 60 min: Brown again with a fantastic run, she lays it off to Spence who immediately puts Brown through but she has a heavy touch. The crowd have come to life, the atmosphere looks amazing! Blackwood wins a corner. 58 min: The celebrations from the team shows what that means, if it stays like this Jamaica are level on points with France! Panama have been deadly though so don’t count them out just yet. Oh wow, Brown take a bow – what a run! She weaves in an out to cross it in but Carter’s chance is wide and out for a corner. Carter takes it and A Swaby heads home. 55 min: Cox’ delivery is a bit weak and while Panama try again the chance is wasted. Jamaica counter but Bailey comes out to retrieve the ball, Jamaica come again through McKenna but she is ruled offside. VAR is checking something here though, McKenna was fouled in the box but I thought she was offside. And yes she was, no penalty. 53 min: Brown has a sensational run around the box and weaves into the area but the challenge is well timed. Brown comes again but Bailey is there this time to quell the chance. Panama win a free kick in a scoreable position and it is Cox over the ball. 51 min: The fight for these points continues as Carter fouls, Tanner pings it upfield to Cox but Sampson does enough to disrupt the ball. 49 min: Cedeno has the ball in and Tanner is almost on the end of it but A Swaby heads it out for a corner. Cox is over the ball but it’s cleared, it popped in again but Jamaica’s defence holds strong. 47 min: Panama starting the second half with some umph but they can’t penetrate the Jamaican defence yet. Jamaica have a chance themselves but Primus and Blackwood’s attempts to get into the box are blocked. So will either side find a winner here? Remember if Jamaica win, Panama are out. Panama have made a change with Salazar off for Quintero. Do you want to know more about individual players at the World Cup: You can have a read of the other match in this group below, it was a thriller between France and Brazil: David has come through for all of us in the juice v squash debate: “The crucial difference between ‘juice’ and ‘squash’ is that juice is fresh and squash is essentially juice concentrate that is to be diluted, similar to a cordial- as squash is concentrated, its high sugar content allows it to be stored longer... as it happens, here in Belize (a Commonwealth country, so we do refer to juice concentrate as squash), we have White-nosed Coatis, a mammalian cousin of raccoons, and the vernacular here is ‘squash’! For those remarking that ‘squash’ refers to the fruit (zucchini and the like), that word actually derives from the Algonquian peoples ‘askutasquash’ where ‘askut’ means raw or uncooked, and ‘asquash’ means eaten, hence ‘things to be eaten raw’, the point being that one should use the word ‘asquash’, not the shortened version, but Americans tend to follow their own rules!” It seems I have been saying the wrong word, but I’ll probably continue to do so! Well so far there is nothing to separate the sides with Panama being a thorn in the side for Jamaica. Sampson has had the best chance with Bailey making a great save. All to play for in the second 45. 45 + 3 min: A Swaby is forced to send the ball out again for a corner as Cox tries to find Cereno. Cox is over the ball and it’s a good delivery! There’s a header but it is saved by Spencer. 45 + 2 min: Spence sends in a powerful shot and Bailey again makes an incredible save! That should have been a Jamaica corner but the referee went with a goal kick. 45 + 1 min: There are two minutes added and the first starts with a Jamaica free kick. 45 min: Jamaica work it into the box but Castillo carefully sees it out without handballing, it’s out for a corner and Carter is over it. It comes to Primus but she does not get a good contact. Blackwood then makes a long range effort which Bailey collects. 44 min: Panama are growing into this and this time Cedeno almost plays Cox through. A Swaby sees it out for a corner which Cox sends in. It’s initially cleared but Tanner comes away with it, Spence is there to muscle her off the ball though. 42 min: Panama have their best chance as Jamaica make a mistake through Sampson, Cox picks up the ball and takes a shot but Spencer collects. 40 min: Primus plays the ball back inside but her teammates aren’t on her wavelength and Panama can relieve pressure once again. Cox is down here, I think she has been hit in the face. She is back up and okay to continue. 38 min: Blackwood sends the corner ball short, it comes back to her but it’s deflected out for another corner. Blackwood the taker again and McKenna has a header but it’s wide, Panama then clear. 36 min: Cox wins it in a dangerous spot and whacks it into the box but it doesn’t find Tanner. Jamaica are now over the ball and have some good build-up play, Primus is tackled in the area but no penalty is given. It comes to Sampson and she wallops it towards goal but Bailey makes a great save, concedes a corner though. 34 min: Brown pings it in but it does not find a teammate, Spence manages to work it back in and she gets a shot but it only hits the side netting. 32 min: Cox finds Cedeno but Blackwood fouls and earns herself a yellow card. Panama have a free kick as a result and Cox sends it in but it’s cleared. 30 min: Cox attempts an ambitious long range effort but it is way over the bar. It feels as though a goal would settle this match. 28 min: Carter crosses in but it’s easily cleared, it comes back out to Primus and she has a powerful shot but it’s just over the bar! Mary has got in touch and said: “In the Americas, if you offer someone squash they might think you are talking of the vegetable, (zucchini, crookneck, ect, ect) when you offer them juice there is no chance of confusion.” That’s also a good point! Some in depth answers are coming in which we will look at half-time. 26 min: Baltrip-Reyes is okay to continue. One of the loudest things you can hear are the whistles being blown in the packed crowd! The atmosphere seems electric. 25 min: Cameron does well to get away from Baltrip-Reyes and her resulting cross is saved by Bailey. Baltrip-Reyes has picked up a knock from the build-up, she is getting some treatment. This game has been quite frantic so far. 24 min: Panama work the ball into the final third but their last touch isn’t clinical as the ball sails wide. 23 min: It looks like Salazar ran into Sampson’s elbow but she is okay to continue. 22 min: Carter pings it in but Primus can’t quite get to it but Jamaica remain with the upper hand. Spence passes to Sampson but her shot comes too late. In that build-up Salazar has sustained an injury, it looks like she has hit her face. 20 min: Blackwood makes a good run and Castillo cuts it out for a throw in. C Swaby takes it and it comes into the box with Primus getting a shot away, it’s just wide but was deflected for a corner. 18 min: Some great play from Carter there as she weaves around the box but she is then judged offside. Brown is now down with injury after a foul from Salazar, she gets a yellow card. Brown is okay to continue. 16 min: The free kick as a result of the yellow is well defended by Panama and then they peel away to counter. But Blackwood gets back to defend, she was incredible against France and is continuing her good form. 14 min: Panama counter and get it to the edge of the box with Tanner by A Swaby marshals it out of play well. Cedeno gets a yellow card for a foul on Spence, Cox looks frustrated by the call as Salazar should have had a foul before that. Steve had got in touch about our juice v squad debate, he says: “Juice is pure. Squash has sugar and water. Both better with gin.” See I think I call juice and squad under Steve’s definitions juice. I never use the word squad haha! 12 min: Spence plays a brilliant ball to McKenna, she crosses it in but Brown does not have a good touch, she does win a corner though. Carter crosses in and Primus gets a good shot but it’s deflected out for another corner. This time it is cleared easily. 10 min: Spence draws another foul to give Jamaica another free kick, Blackwood is over the ball and it’s a good delivery into the box. A header connects from C Swaby but Bailey deals with it well. 8 min: Spence is fouled but the referee plays an advantage. Possession exchanges hands but Jamaica get it into the box, Spence crosses in and Bailey comes out to meet her. Panama hold up the ball well to prevent Cameron from having an open goal to aim at, her shot eventually saved. 6 min: Jamaica make an error as Spencer sees the ball straight out of play, the throw in sees Gonzalez in a good position. She fires off a shot but it is wide.Beau has emailed and said: “Coffee? After that France-Brazil thriller, I’m wide awake here in the US!” You’re not wrong, the adrenaline got going during that match! 4 min: Already you can see the hole in the Jamaica squad that Shaw would occupy. They have popped a few balls forward but no one is there to collect it, the Manchester City star would have been a deadly threat. 2 min: If Jamaica take all three points today Panama will be out of the World Cup as two countries would be on four points in the group to Panama’s 0. They deal with an early Jamaica free kick well though but they also cannot counter. The game is underway! Who will come out on top? We will soon find out … Michelle has got in on our juice v squash debate ahead of kick-off! She has said: “I call it juice. Squash is a tiny fruit.” Thank you, one for my team! The players are out on the pitch and the anthems will soon follow suit. Jamaica are favourites to win this but can Panama cause a shock? So Walsh will miss England’s last group match and Ada Hegerberg will not be available for Norway in theirs: My body wants me to have another coffee but its probably not the right decision to make! I will stick to juice for now. Do you call it juice or squash? My friends correct me all the time as I always go for juice. Let me know your thoughts via Twitter or email. Brazil’s Ary Borges still sits top of the Golden Boot race but can she hold on? have a look at the battle: An update on England’s Keira Walsh: France have beaten Brazil 2-1 which has blown this group wide open! The group stands with France have four points, Brazil on three points, Jamaica on one and Panama have none. How will it look after this game coming up? Catch up with all the reaction to France v Brazil: And a fun fact from Jamaica’s guide: “Thirteen of Jamaica’s 23-member squad will be making their first World Cup appearances. That number includes the five England-born players – Rebecca Spencer, Vyan Sampson, Atlanta Primus, Drew Spence and Paige Bailey-Gayle. Also of note is that Cheyna Matthews, like she did in 2019, has returned shortly after giving birth to make the World Cup squad.” Full piece: Panama’s rising star starts in today’s match, have a read about her from our guide: “A move to Europe in the near future is not out of the question for 18-year-old Deysiré Salazar. The player from Colón has excelled for the national side since making her debut in 2020 and is already a league champion with her club side Tauro. She could go on to be one of the most important players in Panamanian football history, and is on the radar of clubs in the US.” Full piece: France v Brazil is in its closing stages and what a match is has been! See if France can see out their lead here: Panama have announced their line-up. Vargas, Jaen, Mills, Quintero and Riley all make way for Salazar, Natis, L Cedeno, Tanner and Gonzalez Starting XI: Bailey, Natis, Castillo, Pinzon, Salazar, L Cedeno, Gonzalez, Coz, Tanner, Cedeno, Baltrip-Reyes Jamaica’s team news is here! They make three changes to their line-up with Carter, Cameron and McKenna in for Shaw, Wiltshire and Matthews. Starting XI: Spencer, Blackwood, A Swaby, C Swaby Sampson, Spence, Primus, Carter, Brown, Cameron, McKenna Hello and welcome to the final game of day nine at the World Cup. Panama take on Jamaica in a Group F clash which could have a bearing on who progresses to the knock-out stage. If Brazil beat France in their match, which is being played right now, they will secure a last 16 spot. Any other result and both spots are still up for grabs. The other qualifying position will definitely not be decided until the final group games. Jamaica had a great outing against France, holding them to a 0-0 draw. However, they will be without influential captain Bunny Shaw after she saw a red card in the first match. Panama were beat convincingly by Brazil but they will be looking at this game as a way to throw a punch at this World Cup. The team news for both nations will be announced imminently and so stay tuned ahead of kick-off in an hour’s time."
          },
          "isHosted": false,
          "pillarId": "pillar/sport",
          "pillarName": "Sport"
        }
      ]
    }
  }
}
