{
  "results": [
    {
      "id": "us-news/live/2023/jul/21/trump-indictments-2020-election-jan-6-biden-politics-live-updates",
      "type": "liveblog",
      "sectionId": "us-news",
      "sectionName": "US news",
      "webPublicationDate": "2023-07-21T15:32:50Z",
      "webTitle": "Trump classified documents trial date set for May 2024; special counsel to hear from more witnesses in January 6 inquiry – live",
      "webUrl": "https://www.theguardian.com/us-news/live/2023/jul/21/trump-indictments-2020-election-jan-6-biden-politics-live-updates",
      "apiUrl": "https://content.guardianapis.com/us-news/live/2023/jul/21/trump-indictments-2020-election-jan-6-biden-politics-live-updates",
      "fields": {
        "headline": "Trump classified documents trial date set for May 2024; special counsel to hear from more witnesses in January 6 inquiry – live",
        "byline": "Léonie Chao-Fong",
        "thumbnail": "https://media.guim.co.uk/2d856990be8fc36b941457c57763cfeb7b938920/0_14_3500_2101/500.jpg",
        "bodyText": "As charges against Donald Trump mount, any distinction between the former president’s White House bid and his criminal defense is vanishing, according to a Washington Post report. The paper writes: Fighting those prosecutions is increasingly dominating his time, resources and messaging, making the centerpiece of his candidacy an appeal to stay out of prison. As he forges ahead, much of the Republican base appears to be cheering him at each turn. What is likely to come is a campaign like the country has never seen before: A candidate juggling multiple criminal indictments while slashing the Department of Justice and his opponents, shuttling between early primary states for rallies and courtrooms for hearings, and spending his supporters’ money on both millions of dollars’ worth of campaign ads and burgeoning legal bills. Just over half of the money he raised last quarter went to the Save America Pac, which has spent millions on lawyers representing Trump and allies in the multiple ongoing cases, the report says. Donald Trump’s rivals are upping the pressure on him to take part in next month’s GOP primary debate, although he is expected to be a no-show. Trump, who has emerged as the clear frontrunner in the Republican race, has signaled that he will not participate in the party’s first 2024 election primary debate, hosted by Fox News in Milwaukee on 23 August. “When you have a big lead, you don’t do it,” he said during an interview on Fox News Sunday, adding, “I haven’t really made up my mind.” Republican national committee chair, Ronna McDaniel, said earlier this week that Trump would be making “a mistake” if he opts out of the upcoming debate. Florida Governor Ron DeSantis called on Trump to join the other candidates on the debate stage in an interview on Newsmax on Wednesday. “Nobody’s entitled to be nominated. You got to earn it,” DeSantis said. Vivek Ramaswamy, when asked in April about the potential for Trump to sit out the debate, told NBC: “I’m not going to let him get away with that.” David Hopkins, an associate professor of political science at Boston College, told the Hill: Without Trump on the stage then it underscores the extent to which the rest of the candidates are in some sense in competition with each other to become the main alternative to Trump. Trump’s rivals also want the former president to take part in the debate because it “juices interest and ratings” and they are hoping to attract some attention to themselves, he added. Tim Burchett, the Republican congressman from Florida who is co-leading the UFO investigation, declared in early July that alien craft possess technology that could “turn us into a charcoal briquette”, while a Republican colleague suggested that extraterrestrial interlopers could actually be representatives of an ancient civilization. In a briefing on Thursday, Burchett said he and his co-investigator Anna Paulina Luna, a Republican member from Tennessee, had been “stonewalled” by federal officials when asking about UFOs, and prevented from accessing some “information to prove that they do exist”. He said: We’ve had a heck of a lot of pushback about this hearing. There are a lot of people who don’t want this to come to light. Burchett said the US had evidence of technology that “defies all of our laws of physics”, and angrily railed against a “cover-up” by military officials. He added: We’re gonna get to the bottom of it, dadgummit. Whatever the truth may be. We’re done with the cover-up. For decades, US politicians have been reluctant to get involved in the topic of UFOs and aliens. After a series of disclosures in recent months, however, Republicans and Democrats now appear to be lining up to inquire into the question of extraterrestrial life, as the world seems closer than ever to finding out whether we are alone in the universe. Next week, the House oversight committee will hold its first public hearing as part of its investigation into UFOs, weeks after a whistleblower former intelligence official went public with claims that the government has possession of “intact and partially intact” alien vehicles. David Grusch’s allegations about the government harboring alien craft – he has since suggested that the US has also encountered “malevolent” alien pilots – sparked the 26 July hearing, and beyond that, appear to have lit a fire under the Washington establishment. The Republican party has led the initial charge, with a series of claims about extraterrestrial life that, until recently, would have been seen as career-ending. If the trial date holds, it would follow close on the heels of a separate trial for Donald Trump on dozens of state charges of falsifying business records to conceal a hush money payment to a porn star. It also means the trial will not start until deep into the presidential nominating calendar, coming amid multiple GOP presidential primaries. From CNN’s Kaitlan Collins: In pushing back the trial date to 20 May 2024, Judge Aileen Cannon wrote that “the Government’s proposed schedule is atypically accelerated and inconsistent with ensuring a fair trial”. She agreed with defense lawyers that the amount of evidence that would need to be sifted through before the trial, including classified information, was “voluminous”. She also said that the court will be “faced with extensive pre-trial motion practice on a diverse number of legal and factual issues, all in connection with a 38-count indictment”. The federal judge overseeing former president Donald Trump’s trial on his mishandling of classified documents case has set a trial date for 20 May 2024. The ruling from US district judge Aileen Cannon places Trump’s criminal trial less than six months ahead of the November 2024 presidential election. The trial had initially been scheduled for 14 August – a date that both the defense and prosecution opposed because they said they needed more time to prepare. The new trial date is a compromise between a request from prosecutors to set the trial for this coming December, and a request from Trump’s lawyers to schedule it after the election. Florida Governor Ron DeSantis threatened the parent company of Bud Light with legal action for sponsoring transgender influencer Dylan Mulvaney. In a letter to Florida state’s pension fund manager, CNN reported, DeSantis alleged that AB InBev had decided to associate with “radical social ideologies” and “may have breached legal duties owed to its shareholders”. Sales of Bud Light have dropped amid a conservative backlash over a social media promotion with Mulvaney. The company has also lost credibility among members of the LGBTQ+ community over its efforts to distance itself from controversy. DeSantis, who is a trustee of the state board of administration, wrote: We must prudently manage the funds of Florida’s hardworking law enforcement officers, teachers, firefighters and first responders in a manner that focuses on growing returns, not subsidizing an ideological agenda through woke virtue signaling. DeSantis, speaking to Fox News on Thursday night about the letter, said the state may consider a “derivative lawsuit” against AB InBev. He said: We believe that when you take your eye off the ball like that, you are not following your fiduciary duty to do the best you can for your shareholders. Florida Governor Ron DeSantis is the only veteran in the GOP presidential field, and his campaign plans to more prominently feature his navy service as he attempts to make a more personal appeal to voters, according to a NBC report. DeSantis served as a navy lawyer at the Guantánamo Bay detention base in Cuba and later deployed to Iraq. If elected, he would be the first president since George HW Bush to have served in a war. But even those who admire his service are skeptical that it will help him beat Donald Trump, the report says. DeSantis still lags substantially in second place behind the former president. According to a Semafor report, a Vice documentary about DeSantis’s role at Guantánamo Bay was pulled over fears of the political consequences. The episode would have included a former detainee and prison guard who said they remembered seeing DeSantis at the prison during a controversial detainee hunger strike, the report says. The district attorney’s office has spent more than two years investigating whether Trump and his allies interfered in the 2020 election in Georgia, while prosecutors at the federal level are scrutinizing Trump’s efforts to reverse his defeat that culminated in the January 6 Capitol attack. A special grand jury in Atlanta that heard evidence for roughly seven months recommended charges for more than a dozen people, including the former president himself, its forewoman strongly suggested in interviews, though the Fulton county district attorney, Fani Willis, will have to seek indictments from a regular grand jury. The grand jury that could decide whether to return an indictment against Trump was seated on 11 July. The selection process was attended by Willis and two prosecutors known to be on the Trump investigation: her deputy district attorney, Will Wooten, and special prosecutor Nathan Wade. Charges stemming from the Trump investigation are expected to come between the final week of July and the first two weeks of August, the Guardian has previously reported, after Willis told her team to shift to remote work during that period because of security concerns. The district attorney originally suggested charging decisions were “imminent” in January, but the timetable has been repeatedly delayed after a number of Republicans who acted as fake electors accepted immunity deals as the investigation neared its end. The racketeering statute in Georgia is more expansive than its federal counterpart, notably because any attempts to solicit or coerce the qualifying crimes can be included as predicate acts of racketeering activity, even when those crimes cannot be indicted separately. The specific evidence was not clear, though the charge regarding influencing witnesses could include Trump’s conversations with Georgia’s secretary of state, Brad Raffensperger, in which he asked Raffensperger to “find” 11,780 votes, the people said – and thereby implicate Trump. For the computer trespass charge, where prosecutors would have to show that defendants used a computer or network without authority to interfere with a program or data, that would include the breach of voting machines in Coffee county, the two people said. The breach of voting machines involved a group of Trump operatives – paid by the then Trump lawyer Sidney Powell – accessing the voting machines at the county’s election office and copying sensitive voting system data. The copied data from the Dominion Voting System machines, which is used statewide in Georgia, was then uploaded to a password-protected site from where election deniers could download the materials as part of a misguided effort to prove the 2020 election had been rigged. Though Coffee county is outside the usual jurisdiction of the Fulton county district attorney’s office, the racketeering statute would allow prosecutors to also charge what the Trump operatives did there by showing it was all aimed towards the goal of corruptly keeping Trump in office. The Fulton county district attorney investigating Donald Trump’s efforts to overturn the 2020 election results in the state of Georgia has developed evidence to charge a sprawling racketeering indictment next month, according to two people briefed on the matter. The racketeering statute in Georgia requires prosecutors to show the existence of an “enterprise” – and a pattern of racketeering activity that is predicated on at least two “qualifying” crimes. In the Trump investigation, the Fulton county district attorney, Fani Willis, has evidence to pursue a racketeering indictment predicated on statutes related to influencing witnesses and computer trespass, the people said. Willis had previously said she was weighing racketeering charges in her criminal investigation, but the new details about the direction and scope of the case come as prosecutors are expected to seek indictments starting in the first two weeks of August. Good morning, US politics blog readers. Federal prosecutors investigating Donald Trump’s efforts to overturn the 2020 election results are expected to speak with additional witnesses in the coming weeks. A Thursday midnight deadline passed for the former president to say if he would appear before a Washington grand jury to consider federal charges over his election subversion and incitement of the attack on Congress on 6 January 2021. Prosecutors appear to have evidence to charge Trump with three crimes: obstruction of an official proceeding, conspiracy to defraud the United States, and section 241 of the US legal code that makes it unlawful to conspire to violate civil rights. At the same time, prosecutors are believed to be in talks with at least two witnesses to schedule interviews that won’t be completed for at least another month. Former New York City police commissioner Bernie Kerik, a Trump ally, is still in the process of scheduling his interview with investigators, and a former Trump lawyer plans to talk to investigators next month, sources familiar with the planned meetings told CNN. On Thursday, a federal grand jury investigating Trump’s efforts to overturn the 2020 election heard testimony from William Russell, an aide who was with the former president for much of the day on 6 January 2021. A data expert who worked on the 2020 election was also scheduled to appear before the grand jury, according to the Washington Post. Here’s what else we’re watching today: 10am EST: President Joe Biden will get his daily intelligence briefing. 1.30pm EST: Biden will speak about artificial intelligence in the Roosevelt Room. 6pm EST: Florida Governor Ron DeSantis will speak at the Utah state capitol as part of his presidential campaign. The Senate is in today. The House is out."
      },
      "isHosted": false,
      "pillarId": "pillar/news",
      "pillarName": "News"
    },
    {
      "id": "football/2023/jul/21/fulham-marco-silva-al-ahli-35m-offer-coach-saud-arabia",
      "type": "article",
      "sectionId": "football",
      "sectionName": "Football",
      "webPublicationDate": "2023-07-21T15:32:34Z",
      "webTitle": "Fulham’s Marco Silva weighing up £35m two-year offer to coach Al-Ahli",
      "webUrl": "https://www.theguardian.com/football/2023/jul/21/fulham-marco-silva-al-ahli-35m-offer-coach-saud-arabia",
      "apiUrl": "https://content.guardianapis.com/football/2023/jul/21/fulham-marco-silva-al-ahli-35m-offer-coach-saud-arabia",
      "fields": {
        "headline": "Fulham’s Marco Silva weighing up £35m two-year offer to coach Al-Ahli",
        "byline": "Fabrizio Romano and Jamie Jackson",
        "thumbnail": "https://media.guim.co.uk/293edcf468f86748a243aa5586925e20d85c4744/341_143_2394_1437/500.jpg",
        "bodyText": "Marco Silva will speak to Fulham’s owner, Shahid Khan, before deciding whether to accept an offer to coach Al-Ahli after the Saudi Arabian club made him an improved offer worth up to €40m (£34.7m) for a two-year deal. Silva rejected an initial proposal from Al-Ahli, one of four clubs in Saudi Arabia owned by the country’s Public Investment Fund, which has majority ownership of Newcastle. Manchester City’s Riyad Mahrez and Newcastle’s Allan Saint-Maximin are poised to become the latest players to join Al-Ahli, who have signed Édouard Mendy and Roberto Firmino this summer. Silva has been in charge of Fulham since July 2021, winning promotion in his first season before finishing a comfortable 10th in the Premier League. Fulham this month turned down a €30m offer from another Saudi Arabian club, Al-Hilal, for Aleksandar Mitrovic after the striker agreed personal terms and this week Tony Khan, Fulham’s vice chairman and director of football operations, was asked about the Gulf state’s aggressive football spending. “It’s amazing,” he told the Dan Le Batard Show. “I think if you have enough money you can get away with anything, including murder, and try to sign up all the top players in the world. Certainly they have approached a lot of great players and I’m very, very interested to see where this goes. But for us, we’re definitely committed to keeping our top stars and doing what it will take.” Mahrez has completed his medical with Al-Ahli and the club have booked tests for Saint-Maximin, whose departure from Newcastle will clear the way for Harvey Barnes to sign from Leicester. Manchester United have agreed to sell Alex Telles to Al-Nassr for £4m, the defender having signed from Porto for about £15m in October 2020. Nottingham Forest continue to have an interest in Dean Henderson, though United’s preference is for a sale rather than a loan for the goalkeeper. Forest are also hoping to buy the forward Anthony Elanga from United and are closing in on the former Chelsea defender Ola Aina, who is a free agent after leaving Torino."
      },
      "isHosted": false,
      "pillarId": "pillar/sport",
      "pillarName": "Sport"
    },
    {
      "id": "film/2023/jul/21/watership-down-now-rated-pg-film-originally-classified-u",
      "type": "article",
      "sectionId": "film",
      "sectionName": "Film",
      "webPublicationDate": "2023-07-21T15:32:17Z",
      "webTitle": "Watership Down now rated PG after 45 years of terrifying children ",
      "webUrl": "https://www.theguardian.com/film/2023/jul/21/watership-down-now-rated-pg-film-originally-classified-u",
      "apiUrl": "https://content.guardianapis.com/film/2023/jul/21/watership-down-now-rated-pg-film-originally-classified-u",
      "fields": {
        "headline": "Watership Down now rated PG after 45 years of terrifying children ",
        "byline": "Esther Addley",
        "thumbnail": "https://media.guim.co.uk/8626caefc522b8d27eeaba37d9337780578da791/0_555_3900_2342/500.jpg",
        "bodyText": "When Watership Down was first released in 1978, the film’s director, Martin Rosen, insisted the image featured on its promotional poster should warn viewers that this was no cutesy cartoon about some bunnies. “I reckoned a mother with a sensitive child would see a rabbit in a snare with blood coming out its mouth and reckon, ‘Well, maybe this isn’t for Charlie – it’s a little too tough,’” he has said. Despite his concern – and the fact the animated movie includes blood-soaked visions, slavering, murderous predators and a rabbit having its throat ripped open – British film classifiers awarded it a U rating, suggesting it was suitable even for very young children. Early viewers did not agree – and there is an entire generation for whom the gentle opening bars of Art Garfunkel’s theme song Bright Eyes will always evoke horrifying visions of bloodthirsty lapine massacre. Now, 45 years later, the British Board of Film Classification has reviewed its opinion of a movie that has been called “a one-way ticket to post-traumatic stress disorder” after a resubmission. It has been reclassified as a PG, on account, the organisation said, of its “mild violence, threat, brief bloody images and bad language”. “Whenever a distributor resubmits a film with an existing BBFC rating to us, we review it under our current guidelines,” the board said in its annual report. “This sometimes means we may reclassify the film at either a higher rating or a lower rating than it was under previous guidelines.” Parts of Watership Down, the report acknowledged, could be “distressing”. It said: “In their exile, the rabbits meet various challenges, some of which result in bloody bite and claw injuries caused by animals fighting … In one scene, a bird tells one of the rabbits to ‘piss off’. “When we viewed the film under the current guidelines we reclassified it PG in line with our current policies for violence, threat, injury detail and language.” PG, which stands for parental guidance, is awarded to films that are for general viewing, “but some scenes may be unsuitable for young children”, according to the BBF. “A PG film should not unsettle a child aged around eight or older.” The movie, which was adapted from the bestselling novel by Richard Adams and used the voices of John Hurt and Richard Briers, was passed for very young children in 1978 because of its cartoon format, the board said at the time of its release: “Animation removes the realistic gory horror in the occasional scenes of violence and bloodshed, and we felt that, while the film may move children emotionally during the film’s duration, it could not seriously trouble them once the spell of the story is broken.” But after an Easter TV screening on Channel 5 prompted renewed terror in 2016 (“Hey kids, let’s watch dead Easter bunnies!” tweeted one annoyed viewer), the BBFC’s director, David Austin, said the film would not be given a U rating today, adding: “Standards were different then.” He said the film continued to provoke complaints every year about its rating, decades after its release. The BBFC updates its guidelines every four to five years to “continue to meet the expectations and values of people across the UK”. Another film to have its U rating raised to a PG this year is Star Trek: The Motion Picture, the first movie spin-off of the sci-fi TV series. The 1979 film, which was directed by Robert Wise and starred William Shatner and Leonard Nimoy, was reclassified because of “brief mild horror and sex references”. In total, the BBFC classified 1,057 cinema films, 5,527 video submissions and 3,649 online submissions in 2022, the report said. The most common rating was 15 for both online and physical media submissions, with 42% of all classified content falling into the area. The BBFC has licensed 33 brands and services to carry its age ratings and data including the streaming firms Netflix, Amazon Prime Video and Apple TV+."
      },
      "isHosted": false,
      "pillarId": "pillar/arts",
      "pillarName": "Arts"
    },
    {
      "id": "world/live/2023/jul/21/russia-ukraine-war-live-us-cluster-bombs-impact-russian-defences-washington",
      "type": "liveblog",
      "sectionId": "world",
      "sectionName": "World news",
      "webPublicationDate": "2023-07-21T15:32:14Z",
      "webTitle": "Russia-Ukraine war live: cluster bombs ‘having impact’ on Russian defences, US says; Zelenskiy sacks ambassador to UK",
      "webUrl": "https://www.theguardian.com/world/live/2023/jul/21/russia-ukraine-war-live-us-cluster-bombs-impact-russian-defences-washington",
      "apiUrl": "https://content.guardianapis.com/world/live/2023/jul/21/russia-ukraine-war-live-us-cluster-bombs-impact-russian-defences-washington",
      "fields": {
        "headline": "Russia-Ukraine war live: cluster bombs ‘having impact’ on Russian defences, US says; Zelenskiy sacks ambassador to UK",
        "byline": "Mattha Busby (now); Martin Belam and Helen Livingstone (earlier)",
        "thumbnail": "https://media.guim.co.uk/52116756a270c22fe69847707cacfaeb63c41c0e/0_264_6953_4172/500.jpg",
        "bodyText": "The US representative said that “it seems every single week, Russia stoops to a new low.” She added that “Russia is waging war on the world’s food supply” and that the country has “upended peace and security around the world.” She called on Russia to cease attacking food facilities and resume the grain deal. “Let’s be clear, Russia has zero legitimate reason to suspend its participation in this arrangement. They would have us believe that sanctions has blocked its exports … They were exporting more grains than ever before and at higher prices. It is using the Black Sea as blackmail.” China’s representative said that Russia has “repeatedly stated” its openness to resuming the Black Sea grain initiative if “substantive progress” is made in eliminating obstacles to Russia’s export of fertilisers. “China hopes that relevant parties will act in the interest of maintaining international food security and alleviating the food crisis in developing countries,” he said, calling on parties to “meet each other half way”. He also alludes to Russian attacks on civilian infrastructure, without naming any names, and calls for them to stop. He says China “will continue to stand on the side of peace and dialogue”, and a political solution to the war. We’ll now report some further quotes from the UN security council meeting, which we began covering earlier. Switzerland’s representative has said the country is “gravely concerned” about an “apparent escalation” of Russian attacks on Ukrainian civilian targets. “International humanitarian law prohibits these attacks,” she said. “We also echo the various condemnations of the Russian strikes against the port facilities of Odessa and other Ukrainian Black Sea ports.” The Swiss representative added that all sides should have “unhindered” access to global food and fertiliser markets. “Diplomatic solutions can be found in service of a broader goal … This trend towards escalation must imperatively stop.” She closed by saying Russia must withdraw its troops from Ukrainian territory. Ukrainian troops have been on exercises in Scotland learning how to disarm and defuse Russian bombs, booby traps and mines. Royal Navy divers, bomb disposal specialists and mine warfare experts have been training their Ukrainian counterparts on finding and neutralising explosive devices in the north-west Highlands in exercises that reportedly took place over the last couple of weeks. Lt Ali Aindow, the officer in charge of Delta Diving Unit 1, said: It’s been great to be working with our close allies and partners again. We have been able to reinforce relationships and cohere into a single, multinational force able to find and destroy underwater or maritime threats for the task group commander. The Ukrainian navy divers have been great, it’s been a brilliant opportunity to share experience and learn techniques from each other. The Ukrainians are really focused and their enthusiasm for the training has been amazing. The number of ships looking to pick up grain cargoes from the Black Sea area has fallen 35% week on week amid growing uncertainty over whether commercial traffic could be hit as Russia continues to pound food facilities in Ukraine. Moscow’s direct attacks on Ukraine’s grain for four days running followed a vow by Kyiv to defy Russia’s naval blockade on its export ports after Moscow’s withdrawal earlier this week from a UN-brokered safe sea corridor agreement. Russia said it would deem all ships heading for Ukrainian waters to be potentially carrying weapons from yesterday, in what Washington called a signal Moscow might attack civilian shipping. Kyiv later responded by issuing a similar warning about ships headed to Russia, Reuters reports. “We believe the aggressive rhetoric is likely to lead to a reduction in owners willing to traffic in the region and creates further complexity with respect to insurance availability,” said Omar Nokta, an analyst for Jefferies. The number of dry bulk vessels ranging from the smaller “handysize” to “supramax”-sized ships positioning themselves to transport grains from the Black Sea region dropped 35% this week compared with the previous week, according to an analysis from the maritime and commodities data platform Shipfix reported by Reuters. BBC Russian Service special correspondent Ilya Barabanov has the following analysis on the detention of Igor Strelkov (translated from Russian). For many years, Strelkov was considered untouchable, both because he is a former FSB officer and for his activities in eastern Ukraine in 2014 … It can be assumed the order not to touch the former colleague of the president of Russia in the FSB came from the very top of the Russian government, so for a long nine years the security forces turned a blind eye to the criticism Strelkov allowed himself, including against the Russian president, Vladimir Putin. He was not touched by the long 17 months of the war – although he apparently made much tougher statements about the course of the “special military operation” than those for which the politician Ilya Yashin received eight and a half years in prison, and Moscow’s deputy Alexei Gorinov seven years. If earlier the Russian authorities imprisoned those who opposed the war, now it seems they have begun to come to those who support the war, but believe the Russian command is conducting it very badly. Obviously, the system that worked before broke down after the failed military coup by PMC Wagner, and now the Russian authorities have decided to act in a new way.” Russia’s attacks on Ukrainian Black Sea ports risk “having far-reaching impacts on global food security, in particular, in developing countries”, the United Nations political affairs chief has told the security council. Rosemary DiCarlo also told the 15-member council that threats about the potential targeting of civilian vessels in Black Sea waters – made by both Russia and Ukraine – are unacceptable. “Any risk of conflict spillover as a result of a military incident in the Black Sea – whether intentional or by accident – must be avoided at all costs, as this could result in potentially catastrophic consequences to us all,” she said. We’ll bring you more updates from the meeting as we receive them. French president Emmanuel Macron’s top diplomatic adviser has said China was delivering items that could be used as military equipment to Russia, although not on a big scale. Reuters reports on events last night at the Aspen Security Forum when Emmanuel Bonne, the head of Macron’s diplomatic team at the Élysée Palace, was asked if the west had seen any evidence that China has armed Russia. He said: Yes, there are indications that they are doing things we would prefer them not to do … As far as we know they are not delivering massively [sic] military capacities to Russia but [we need that to be] no delivery. What we need most is Chinese abstention. We need them to understand that Ukraine is a conflict of global magnitude and that we cannot afford Ukraine to lose for reasons of principle, but also for reasons which are very operational. Bonne was asked what things China should not do. “The delivery of weapons certainly, economic support,” he said. French officials told CNN that Bonne was referencing dual-use technologies and non-lethal assistance, such as helmets and body armour. China has repeatedly denied sending military equipment to Russia since Moscow’s all-out invasion of Ukraine in February 2022. However, it has a “no limits” partnership with Russia announced just before the commencement of hostilities. The governor of the Odesa region, Oleh Kiper, has posted to Telegram to say that four people remain hospitalised as a result of Russian attacks against the Ukrainian port city between 17 and 21 July. Russian state-owned media Tass reports that the governor of Belgorod has claimed on his Telegram channel that Ukraine fired more than 130 munitions – “including two grenades dropped from unmanned aerial vehicles” – into the Russian region in the last day. Belgorod borders Kharkiv and Sumy regions in Ukraine. The claims have not been independently verified. Iran “reserves the right for reciprocal and proportional action” after the EU imposed new sanctions over Tehran’s support for Russia’s war on Ukraine, its foreign ministry has said. The ministry again denied Iran was sending drones to Russia for use in its war against Ukraine. The EU said yesterday it would prohibit the export of components used in the construction and production of unmanned aerial vehicles (UAVs). It also listed six Iranian nationals under two already existing sanctions regimes for Iran’s “military support of Russia’s war against Ukraine (drones) and to the Syrian regime (air defence systems)”. “Linking the Ukraine war with Iran-Russia bilateral cooperation is politically motivated,” Iran’s foreign ministry spokesperson, Nasser Kanaani, said in a tweet. “We stress ending the conflict diplomatically ... Iran reserves the right for reciprocal and proportional actions against the EU sanctions and its members.” Boris Johnson has paid tribute to Vadym Prystaiko after he was sacked as Ukraine’s ambassador to the UK. The former UK prime minister tweeted a photo of the pair together: The Russian nationalist and former Federal Security Service officer Igor Girkin (also known by the surname Strelkov), who has been detained by Russian investigators, “overstepped all conceivable boundaries” and had long been wanted by security forces, according to Tatiana Stanovaya, the founder of the political analysis firm R Politik. In one of his most recent posts Girkin urged Putin to hand over power to a successor. “The country will not survive another six years of this cowardly mediocrity in power,” he wrote on messaging app Telegram, where he is followed by more than 800,000 people. Criticism of Russia’s assault on Ukraine has been outlawed, AFP reports, and all key liberal opposition figures are either behind bars or in exile. Stanovaya tweeted: This is a moment many within the siloviki have eagerly awaited. Strelkov had overstepped all conceivable boundaries a long time ago, sparking the desire among security forces – from the FSB to military chiefs – to apprehend him. Strelkov’s arrest undeniably serves the interests of the Ministry of Defence. This is a direct outcome of Prigozhin’s mutiny: the army’s command now wields greater political leverage to quash its opponents in the public sphere. It’s unlikely that there will be massive repressions against ‘angry patriots,’ but the most vehement dissenters may face prosecution, serving as a cautionary tale for others. Girkin’s lawyer has confirmed he has been detained. “He has been detained by law enforcement,” lawyer Alexander Molokhov told AFP. He said he had not seen any documents relating to Girkin’s detention yet and was now working to secure access to his client. A former military commander of the Donetsk People’s Republic, 52-year-old Girkin was one of the key figures in the pro-Kremlin insurgency when fighting broke out in eastern Ukraine in 2014. Here’s the latest from my colleague Andrew Roth, who writes that it is possible that Girkin’s arrest could point to a broader purge of Russian nationalist voices who have so far been allowed to criticise the war effort largely with impunity, while liberal and anti-war activists have been jailed in the thousands. Putin also claimed that Kyiv’s counteroffensive, launched to push Russian troops back in the south and east of Ukraine, was failing despite military and financial support from western countries. “In any case, there are no results yet,” , Putin said in televised remarks after a meeting of the Kremlin’s security council, reported by AFP. “Neither the colossal resources that have been pumped into the Kyiv regime nor the supplies of western weapons, tanks, artillery, armoured vehicles and missiles are helping.” Last week, the New York Times cited American and European officials and said that in the first fortnight of Ukraine’s counteroffensive “as much as 20% of the weaponry it sent to the battlefield was damaged or destroyed”, although “the startling rate of losses dropped to about 10% in the ensuing weeks”. Poland, one of Ukraine’s staunchest allies, has provided Kyiv with arms and welcomed refugees. But, as AFP reports, it has shown no interest in sending troops to Ukraine, despite claims to the contrary by Putin today which we just reported. Poland has reinforced its defences at the border with Russia-allied Belarus, where fighters from mercenary force Wagner moved after an aborted mutiny in Russia. Belarusian territory, which borders Ukraine as well as the EU and Nato members Poland and Lithuania, served as a launching pad for Russia’s Ukraine offensive. Putin warned that Moscow would use “all the means at our disposal” to protect Belarus in case of an attack. “Unleashing aggression against Belarus will mean aggression against the Russian Federation,” Putin said. Russia has begun transferring tactical nuclear warheads into Belarus. The Russian president, Vladimir Putin, has claimed at a meeting with members of the Russian security council that Poland plans to occupy part of Ukraine. He said, in comments reported by BBC Russia: As for the Polish leaders, they probably expect to form some kind of coalition under the Nato umbrella and directly intervene in the conflict in Ukraine, in order to then tear off a fatter piece for themselves, to regain, as they believe, their historical territories – today’s western Ukraine. The western territories of present-day Poland are a gift from Stalin to the Poles, have our friends in Warsaw forgotten about this? We will remind you. Putin reportedly did not specifically corroborate his statement in regards to the allegation of Polish intentions, according to the BBC. He previously invoked the idea of territorial “gifts” from Soviet authorities to justify Russia’s annexation of Crimea. Last week, Russian foreign ministry spokesperson Maria Zakharova claimed in an interview with Al Jazeera: There is now an obvious desire of Poland to invade the western part of Ukraine. This is why Ukraine is not invited to Nato. Reuters also reported that Putin said the west was stoking the “flames of war” by supporting Ukraine in its conflict with Russia, and that western weapons supplied to Ukraine “burn well” on the battlefield. Russian investigators have detained prominent Russian nationalist and former Federal Security Service officer Igor Girkin, according to his wife. Girkin, who is also known as Igor Strelkov, helped Russia annex Crimea in 2014 and then organise pro-Russian militias in eastern Ukraine. He said earlier this year that he was entering politics and has been increasingly critical of President Vladimir Putin. The move suggests authorities may have wearied of his criticism of how Moscow is running its “special military operation” in Ukraine. In a message posted on Girkin’s official Telegram account, his wife, Miroslava Reginskaya, said: Today, at about 11.30, representatives of the investigative committee came to our house. I was not at home. Soon, according to the concierge, they took my husband out by his arms and in an unknown direction. I do not know anything about my husband’s whereabouts, he has not contacted me. Here’s the Guardian’s 2016 interview with him. Moscow’s Bolshoi Ballet, grounded by Covid-19 and then shunned in the west since Russia’s invasion of Ukraine, returns to international touring next week for the first time since the pandemic with a trip to Beijing. Reuters reports that its dancers hope this will herald a return to the global stage for the crown jewel of Russian culture, which toured the world even in the most tense days of the cold war. The ballet’s artistic director, Makhar Vaziev, said: I don’t think it’s a secret that China is one of a few countries that support and continue to cooperate with us,” in an interview with Reuters in the theatre last week. I believe that we will perform again [in the west], and others will come to [Russia] to perform. It’s necessary and priceless. Turkish president Tayyip Erdogan has called on Western countries to consider Russia’s demands in the spirit of restoring the Black Sea grain initiative. Erdogan said, according to Turkish broadcasters: The termination of the Black Sea grain deal will have a series of consequences, ranging from the increase in global food prices to scarcity in certain regions and, potentially, leading to new waves of migration. I believe that by thoroughly discussing the matter with President Putin, we can ensure the continuation of this humanitarian effort. We are aware that president Putin also has certain expectations from Western countries, and it is crucial for these countries to take action in this regard. Moscow has said it would return to the deal only if its demands are met for easier access for its own food and fertiliser exports to world markets. Western countries say Russia has had no trouble selling food, which is exempt from financial sanctions. The Kremlin has cast Ukraine‘s actions in the Black Sea as “unpredictable” and claimed they posed a danger to civilian shipping. Russia said this week that all ships heading to Ukraine’s Black Sea ports could be considered military targets, and their flag countries parties to the conflict on the Ukrainian side, after it revoked their security guarantees by quitting the Black Sea grain deal, reports Reuters. Russia’s navy has since practised firing rockets at “floating targets” and apprehending ships, although Moscow’s ambassador to Washington yesterday denied any plan to attack civilian vessels. Kremlin spokesperson Dmitry Peskov said: Unpredictable actions and, moreover, the involvement of the Kyiv regime in terrorist acts certainly potentially create a threat in this area … The situation is being analysed, and our responsible agencies will develop appropriate recommendations to minimise the danger. Last night, as my colleague Julian Borger reports, Ukraine warned that it could target all shipping out of Russian and Russian-occupied ports and signalled its readiness to fight on the Black Sea, after Moscow’s declaration of a naval blockade and bombardment of Ukrainian ports. Russia will keep compulsory military service for 18-year-olds, state media has reported, permanently increasing the number of young men liable to conscription, after lawmakers dropped a proposal not to start before the age of 21. Andrei Kartapolov, a former general who chairs the defence committee of the lower house of parliament, or State Duma, had proposed that the conscription period would be pushed back in stages to ages 21-30, reports Reuters. But he was quoted by Tass as saying: “[It] was decided to keep the lower limit at 18 years, because that’s exactly the age when a lot of guys want to go and serve.” Military service has long been a sensitive issue in Russia. Many go to great lengths to avoid being handed conscription papers during the twice-yearly call-up periods. Hundreds of thousands fled Russia to avoid being sent to fight in the Ukraine war. Mattha Busby here, picking up the blog from my colleague Martin Belam. US-supplied cluster bombs, which are banned by more than 120 countries, have been deployed in Ukraine against Russian forces, White House national security spokesperson John Kirby has said. “We have gotten some initial feedback from the Ukrainians, and they’re using them quite effectively,” Kirby told reporters. Russia struck the Ukrainian port city of Odesa for the fourth consecutive night after pulling out of the Black Sea grain deal. Odesa’s regional governor Oleh Kiper said that 100 tonnes of peas and 20 tonnes of barley were destroyed in a strike on an agriculture facility which injured two people, and saw damage to emergency equipment after it was struck twice in a “double-tap” attack. Ukrainian military spokesperson Nataliya Gumenyuk said: “The enemy is continuing terror, and it’s undoubtedly related to the grain deal.” Russia’s navy carried out a live fire “exercise” in the north-west Black Sea, Moscow’s defence ministry has said, days after the Kremlin said it would consider ships travelling to Ukraine through the waterway to be potential military targets. The Black Sea fleet “carried out live firing of anti-ship cruise missiles at the target ship in the combat training range in the north-western part of the Black Sea”, Russia’s defence ministry said in a statement on Telegram according to AFP. “The target ship was destroyed as a result of a missile strike,” it said. Ukraine had warned that it could target all shipping out of Russian and Russian-occupied ports and signalled its readiness to fight on the Black Sea, after Moscow’s declaration of a naval blockade and bombardment of Ukrainian ports. The tit-for-tat moves come after Russia pulled out of the Black Sea deal. Poland has decided to move military formations from the west to the east of the country due to the potential threat posed by the Wagner group’s presence in neighbouring Belarus. “Training or joint exercises between the Belarusian army and the Wagner group is undoubtedly a provocation”, PAP quoted Zbigniew Hoffmann as saying. President Volodymyr Zelenskiy has dismissed Vadym Prystaiko as Ukraine’s ambassador to Britain. Prystaiko was recently critical of Zelenskiy on television in the UK over comments the president had made after UK defence secretary had called for a show of more gratitude from Ukraine. CIA head William Burns has suggested that Russian president Vladimir Putin is biding his time over deciding what to ultimately do with Yevgeny Prigozhin. In comments at the Aspen security forum Burns said: “What we are seeing is a very complicated dance. Putin is someone who generally thinks that revenge is a dish best served cold. In my experience, Putin is the ultimate apostle of payback so I would be surprised if Prigozhin escapes further retribution”. He added: “If I were Prigozhin, I wouldn’t fire my food taster.” The Guardian’s diplomatic editor Patrick Wintour has this analysis of president Zelenskiy’s move today to remove a key member of diplomatic staff: Ukraine’s ambassador to London has been dismissed by Volodmyr Zelenskiy for challenging the way the Ukrainian president criticised the west for asking him to be more grateful for the military help the west was providing to Ukraine. Vadym Prystaiko’s dismissal as Ukraine’s ambassador to Britain was announced in a presidential order, with no official reason being given. He has also been removed as Ukraine’s representative to the International Maritime Organization. A row between the two men blew up after Prystaiko went on Sky News in the UK to question some of Zelenskiy’s behaviour ahead of the summit, including remarks by the UK defence secretary, Ben Wallace, suggesting the Ukrainians were treating the west as though it was an Amazon store. Prystaiko was asked by Sky News if there was a hint of sarcasm in Zelenskiy’s promise saying “each and every morning we’ll wake up and call Ben Wallace to thank him”. He said: “I don’t think that kind of sarcasm is healthy. We don’t have to show the Russians there is something between us. They have to know we are working together. If something happens, Ben can call me and tell me everything he wants”. It is highly unusual for a diplomat to criticise their president in public, but Prystaiko clearly felt damage had been done to the relationship between Ukraine and its closest western partner that required repairing. Prystaiko apparently had a difficult phone call with Zelenskiy on Thursday that ended with his dismissal. He had been ambassador since June 2020 and previously a foreign minister. His dismissal alongside the expected departure of Wallace as defence secretary means there will be major changes in a key part of the UK-Ukraine axis at a critical time for Ukraine’s counteroffensive. Here is a visual snapshot of how the morning has been in Mykolaiv. This is a screenshot of mayor Oleksandr Syenkevych’s Telegram channel today, repeatedly announcing air alerts and the all clear over the last few hours. Here is an image that Ukraine’s military have released of the aftermath of last night’s attack on Odesa which struck an agricultural facility. The governor of Odesa, Oleh Kiper, said a second strike happened once first responders were at the scene, leading to the damage of emergency equipment in a “double-tap” attack. AP describes last night’s attack on Odesa as small-scale in comparison with barrages in recent days, but quotes Ukrainian military spokesperson Nataliya Gumenyuk as saying: “The enemy is continuing terror, and it’s undoubtedly related to the grain deal.” The all clear has been sounded on the earlier air alert. Our diplomatic editor Patrick Wintour points out on Twitter that the dismissed UK ambassador Vadym Prystaiko was recently critical of Voldoymyr Zelenskiy on television in the UK. President Volodymyr Zelenskiy has dismissed Vadym Prystaiko as Ukraine’s ambassador to Britain. Reuters reports the published presidential order gave no reason for the dismissal, but said Prystaiko had also been removed as Ukraine’s representative to the International Maritime Organization. Suspilne, Ukraine's state broadcaster, is reporting the launch of Onyx supersonic missiles in the direction of Odesa, citing Ukraine’s air force. More details soon … The outgoing British ambassador to Ukraine, Melinda Simmons, has commented on the psychological impact of the frequent air alerts in Ukraine, posting to Twitter to say “Air raid alerts several times a day that last for only around 15 minutes a time are as unnerving as those further apart but lasting longer, it turns out. They keep your stress levels at a permanent high.” Simmons is expected to remain in her post until September. The air alert has been extended to all of eastern Ukraine. An air alert has been declared in Odesa region. It isn’t uncommon for air alerts to come and go during the day in Ukraine, but people in the region will be well aware that Russia has struck the port city for four consecutive days this week. CIA head William Burns has suggested the Russian president, Vladimir Putin, is biding his time over deciding what to ultimately do with Yevgeny Prigozhin. Progozhin’s Wagner group, which Putin later claimed was state-funded, staged an aborted mutiny and march on Moscow. In comments at the Aspen security forum, Burns said: “What we are seeing is a very complicated dance. Putin is someone who generally thinks that revenge is a dish best served cold. In my experience, Putin is the ultimate apostle of payback so I would be surprised if Prigozhin escapes further retribution.” “If I were Prigozhin,” he added, “I wouldn’t fire my food taster.” According to a BBC report, Burns confirmed at the event that the CIA had prior knowledge of the Wagner uprising. Earlier this month Russia’s foreign intelligence chief Sergei Naryshkin said that he and Burns discussed the short-lived mutiny a week earlier and “what to do with Ukraine” in a phone call in late June. Reuters reports that Yuriy Malashko, Ukraine’s governor of the southern region of Zaporizhzhia, reported 80 Russian attacks on settlements in the region in the previous 24 hours, and said four people had been killed. According to Russian state-owned news service Tass, the number of people in Russian-occupied Ukrainian territory hospitalised after the destruction of the Kakhovka dam in June has risen to 166. It cited sources in the local Russian-imposed authority. In addition to those two injuries sustained in the attack on Odesa reported by governor Oleh Kiper, state broadcaster Suspilne has reported these other incidents in its wrap-up of overnight news: On July 20, four workers were killed and two more people were injured in an attack by Russian troops on an infrastructure facility in the Polohivskyi district of the Zaporizhzhia region, the regional authority reported. In Kharkiv oblast, a 56-year-old woman was injured as a result of night shelling. In the Kherson region, on the night of 21 July, the Russian Federation shelled four locations. No injuries were reported. On 20 July, Russian shelling in Donetsk region killed two people in Kostyantynivka, and two more residents of the region were injured. The governor of Odesa has given more details of Russia’s overnight attack, saying the targets were switched from port structures to agricultural enterprises. In a post on Telegram, Oleh Kiper said: The Russians attacked Odesa with Kalibr cruise missiles from the Black Sea. Trying to bypass air defence systems, the enemy directed missiles at the minimum height, using the features of the landscape. After three consecutive nights of powerful missile and drone terror of the port infrastructure, they switched to agricultural enterprises in the region. Two rockets hit the granaries of one of the agricultural enterprises. A fire broke out and while the fire was being fought, a second air alarm was sounded. Another rocket hit the same enterprise, damaging agricultural and rescue equipment. Fire on an area of more than 200 sq metres was liquidated. The enemy destroyed 100 tons of peas and 20 tons of barley. Two employees of the enterprise were injured. The claims have not been independently verified. This is Martin Belam taking over the live blog in London. You can contact me at martin.belam@theguardian.com. Russia’s navy carried out a live fire “exercise” in the north-west Black Sea, Moscow’s defence ministry has said, days after the Kremlin said it would consider ships travelling to Ukraine through the waterway to be potential military targets. The Black Sea Fleet “carried out live firing of anti-ship cruise missiles at the target ship in the combat training range in the north-western part of the Black Sea”, Russia’s defence ministry said in a statement on Telegram according to AFP. “The target ship was destroyed as a result of a missile strike,” it said. “Also during the joint exercise, the ships and fleet aviation worked out actions to isolate the area temporarily closed to navigation, and also carried out a set of measures to detain the offending ship.” Russia said Wednesday that cargo ships en route to Ukrainian ports on the Black Sea would be regarded as possibly carrying military cargo, days after scrapping a grain exports deal with Ukraine. The Kremlin has also declared unspecified areas in the “northwestern and southeastern parts of the international waters of the Black Sea” as “temporarily dangerous for passage”. More on the Polish troop movement from Reuters: Poland’s security committee decided in a meeting on Wednesday to move military units to the country’s east due to the Wagner group’s presence in Belarus, state-run news agency PAP quoted its secretary as saying on Friday. Wagner chief Yevgeny Prigozhin was shown in a video on Wednesday welcoming his fighters to Belarus, telling them they would take no further part in the Ukraine war for now but ordering them to gather their strength for Africa while they trained the Belarusian army. On Thursday, the Belarusian defence ministry said Wagner mercenaries had started to train Belarusian special forces at a military range just a few miles from the border with Nato-member Poland. “Training or joint exercises of the Belarusian army and the Wagner group is undoubtedly a provocation,” Zbigniew Hoffmann told PAP. “The Committee analysed possible threats, such as the dislocation of Wagner group units. Therefore, the Minister of National Defense, chairman of the Committee, Mariusz Blaszczak, decided to move our military formations from the west to the east of Poland.” People living near Poland’s border with Belarus said on Thursday they could hear shooting and helicopters after Russia’s Wagner group arrived to train Belarusian special forces, compounding their fears the Ukraine war would reach them. Defense Minister Blasczak said earlier this month that Poland began moving over 1,000 troops to the east of the country. Also at the beginning of July Poland said it would send 500 police to shore up security at the border with Belarus. Another Odesa grain terminal has been hit by a Russian strike, destroying 100 tonnes of peas and 20 tonnes of barley, the regional governor, Oleh Kiper, has said. Two people were also injured in the explosion, caused by a Kalibr missile, he said in a post on Telegram. It was the fourth consecutive night that Moscow has launched strikes on the Black Sea port. Poland has decided to move military formations from the west to the east of the country due to the potential threat posed by the Wagner group’s presence in neighbouring Belarus, the state-run PAP news agency has reported, citing the secretary of the country’s security committee. “Training or joint exercises between the Belarusian army and the Wagner group is undoubtedly a provocation,” PAP quoted Zbigniew Hoffmann as saying. Moscow likely views the Black Sea grain deal, from which it withdrew this week to international condemnation, as “one of its few remaining avenues of leverage against the west” and pulled out in order to secure concessions, the Institute for the Study of War has said in latest assessment of the war in Ukraine. The Kremlin now appears to be attempting to create a sense of urgency around its return to the Black Sea Grain Initiative by conducting intensifying strikes against Ukrainian port and grain infrastructure and threatening to strike civilian ships in the Black Sea. Ukraine harvests most of it grain between July and August, and Russia’s strikes on Ukrainian port and agricultural infrastructure can further complicate Ukraine’s ability to free up space for newly harvested grains. The US thinktank said it was unclear whether Russia really intended to strike civilian ships in the Black Sea as it suggested it could do this week. But, it added, “the Kremlin likely believes the announcement will have a chilling effect on maritime activity in the Black Sea and create conditions reminiscent of the complete blockade of Ukrainian ports at the start of the full-scale invasion.” This attempt to achieve economic concessions from the West may undermine the Kremlin’s international outreach efforts by threatening the food supplies of several countries that are the intended targets of the Kremlin’s outreach. Russian strikes against Ukrainian port and grain infrastructure and naval posturing also continue to illustrate that the Kremlin is willing to use naval and precision strike assets to prioritize immediate economic concerns instead of operations in Ukraine that pursue the Kremlin‘s overall campaign objectives. Ukrainian forces have begun using US-supplied cluster bombs – which are banned by more than 120 countries – in the '“last week or so” and they are “having an impact” on Russian defences, a White House spokesperson has said. “They’re using them appropriately, they’re using them effectively and they are actually having an impact on Russia’s defensive formations and Russia’s defensive manoeuvring,” White House national security council spokesperson John Kirby told reporters. The munitions arrived in Ukraine last week and are seen by the US as a way to get Kyiv critically needed ammunition to help bolster its offensive and push through Russian frontlines. Ukraine has pledged to only use the controversial bombs to dislodge concentrations of Russian enemy soldiers. The deployment of the munitions comes as Kyiv reports a new attempt by Russia to return to the offensive in the north-east of Ukraine, where it says Moscow has massed 100,000 troops and hundreds of tanks. Hello and welcome to the Guardian’s live coverage of the war in Ukraine with me, Helen Livingstone. Ukraine has begun using US-supplied cluster bombs – which are banned by more than 120 countries – in the “last week or so” and they are “having an impact” on Russian defences, White House national security council spokesperson John Kirby has said. “They’re using them appropriately, they’re using them effectively and they are actually having an impact on Russia’s defensive formations and Russia’s defensive manoeuvring,” he said. Washington provided the weapons to Ukraine for the first time earlier this month as Kyiv attempts to dislodge entrenched Russian forces and retake land lost in the early months of Moscow’s invasion last year. The weapons, which disperse up to several hundred small explosive charges that can remain unexploded in the ground, are banned by many countries because of the long-term risks they pose to civilians. In other developments: Ukraine warned that it could target all shipping out of Russian and Russian-occupied ports and signalled its readiness to fight on the Black Sea, after Moscow’s declaration of a naval blockade and bombardment of Ukrainian ports. The tit-for-tat moves come after Russia pulled out of a deal that allowed Ukraine to export its grain via its Black Sea ports on Monday. The UN’s atomic watchdog says it has been unable to inspect the roofs of Ukraine’s Zaporizhzhia nuclear power plant which is occupied by Russian forces. Ukraine accuses Russia of turning the plant into a shield for its artillery guns and dynamiting the reactor roof, turning the site into an atomic bargaining chip. EU foreign ministers discussed a proposal for a 20 billion euro ($22.4bn) fund to pay for weapons, ammunition and military aid for Ukraine over four years. The EU also said it would prolong its sanctions against Russia by six months, until the end of January. Wheat prices continued to climb on global markets following Russia’s withdrawal from the UN-backed grain deal. Wheat was trading almost 1.5% higher on the Chicago Board of Trade exchange on Thursday morning, while corn and soya bean prices were also rising. It followed a rise of more than 8% in wheat prices on Wednesday. The UN security council will meet on Friday over the “humanitarian consequences” of Russia’s withdrawal from the Black Sea grain deal, Britain’s UN mission said. The US imposed Russia-related sanctions against nearly 120 individuals and entities aimed at blocking Moscow’s access to electronics and other goods that aid its war against Ukraine. The new measures are designed to “reduce Russia’s revenue from the metals and mining sector, undermine its future energy capabilities and degrade Russia’s access to the international financial system,” the treasury department said in a statement. At least three people were confirmed to have been killed during Russia’s third night of successive airstrikes on southern Ukrainian port cities, according to Ukrainian officials. A security guard was killed in Odesa and a married couple were killed in Mykolaiv. China also confirmed that its consulate building in Odesa was damaged in the latest strikes. Russia said it was imposing restrictions on British diplomats, requiring them to give five days’ notice of any plans to travel beyond a 120km radius, due to what it called London’s “hostile actions”. Britain removed sanctions on Oleg Tinkov, the founder of digital bank Tinkoff, days after an appeal by British billionaire Richard Branson and nine months after Tinkov, critical of Moscow’s invasion of Ukraine, renounced his Russian citizenship. Britain sanctioned Tinkov a month after Russia invaded Ukraine but Tinkov contested that designation, routinely criticising Russia’s actions in Ukraine and offloading his stake in the bank. Eugene Shvidler, a longtime ally of the billionaire Roman Abramovich, meanwhile launched a legal challenge against sanctions imposed upon him after Russia’s invasion of Ukraine. In a high court case being closely watched by other sanctioned oligarchs, lawyers for Shvidler, who is reportedly worth £1.3bn, are seeking to have his designation for sanctions declared unlawful and quashed, as well as pursuing restitution of his costs. Ukraine’s deputy economy minister held talks with China’s vice-commerce minister in Beijing in the first high-level visit by a Ukraine government official to the country since 2019."
      },
      "isHosted": false,
      "pillarId": "pillar/news",
      "pillarName": "News"
    },
    {
      "id": "sport/live/2023/jul/21/tour-de-france-2023-paris-looms-in-stage-19-from-moirans-en-montagne-to-poligny",
      "type": "liveblog",
      "sectionId": "sport",
      "sectionName": "Sport",
      "webPublicationDate": "2023-07-21T15:31:43Z",
      "webTitle": "Tour de France 2023: Matej Mohoric wins stage 19 after photo-finish – live",
      "webUrl": "https://www.theguardian.com/sport/live/2023/jul/21/tour-de-france-2023-paris-looms-in-stage-19-from-moirans-en-montagne-to-poligny",
      "apiUrl": "https://content.guardianapis.com/sport/live/2023/jul/21/tour-de-france-2023-paris-looms-in-stage-19-from-moirans-en-montagne-to-poligny",
      "fields": {
        "headline": "Tour de France 2023: Matej Mohoric wins stage 19 after photo-finish – live",
        "byline": "Amy Sedghi",
        "thumbnail": "https://media.guim.co.uk/f45b059cee992bae95bd507cfcbf798b3a997f9c/0_237_8640_5184/500.jpg",
        "bodyText": "Bahrain Victorious celebrate: It’s a third stage win for Bahrain Victorious. Mohorič’s teammate, Fred Wright has just spoke to Eurosport. There was a bit of good-natured swearing in his description of the fast paced day, so here’s the parts I can repeat: “I just can’t believe it…that was one of the hardest days on the bike in my life. That was horrendous. I basically exploded and was like my day’s done.” He looks overjoyed at Mohorič’s win. Take a look at that photo finish…The yellow jersey group have just crossed the line in Poligny. I’ve found the photo finish image to show just how close today’s stage win was. It came down to the bike throw, with Mohorič taking the win and denying Asgreen a second stage win in a row. 1. Matej Mohorič 2. Kasper Asgreen 3. Ben O’Connor 4. Jasper Philipsen 5. Mads Pedersen The win has been given to Mohorič over Asgreen. It was very tight. I’ll try and add a picture of that photo finish as soon as I can. 500m to go: It’s pretty cagey and O’Connor goes for it first. Mohorič comes out from behind Asgreen and it’s a photo finish! 1km to go: There’s a 30sec gap for Asgreen, Mohorič and O’Connor. They’ve worked beautifully together but now they’re under the 1km to go banner, it’s time to think about the podium places. 4km to go: Asgreen, Mohorič and O’Connor are working seamlessly together and heading down what is a straight line to the finish. Have they got it in the bag? You never want to take anything for certain but it’s looking pretty good for the trio. 8km to go: Campenaerts has once again been awarded the combativity prize – the second day in a row for the Lotto–Dstny rider. 10km to go: Trentin, van der Poel and Bettiol are now with Pedersen, Laporte, Pidcock, Philipsen, Mezgec and Zimmermann, as the group desperately try to chase down the leading trio of Asgreen, Mohorič and O’Connor. 15km to go: It’s almost poetic: there’s a 15sec gap with 15km to go for Trentin, van der Poel and Bettiol, who are trying to bridge the gap to Asgreen, Mohorič and O’Connor. 17km to go: Laporte is trying to distance van der Poel and a larger group of riders that look to be gaining on him rapidly. The yellow jersey group is rolling on about 8min behind. 20km to go: Laporte is leading the chase to the trio out front, with van der Poel sitting tight on his wheel. 21km to go: There is some fracturing in the front group but the three are staying together. Corbin Strong has crashed on the descent but seems to be up and standing by the side of the road. 30km to go: Asgreen, Matej Mohorič and Ben O’Connor have caught and passed Campenaerts, who looks pretty knackered now. 31km to go: Oh, it’s already done for Clarke. He’s dropped off with cramp, leaving Campenaerts to go forth solo. Poor Clarke has to watch the chasing group pass him. Yesterday’s stage winner Asgreen has now launched a counter-attack to chase down Campenaerts. 32km to go: That relentless drive by the Uno-X riders driving the chasing group seems to be working. Clarke and Campenaerts have seen their lead drop to around 24sec and it looks like they’ll get caught on the ascent. 38km to go: Will the 30-odd riders in the chasing group work together to reel in Clarke and Campenaerts or are they leaving it too late? The leading duo have almost 1min on the group now. 43km to go: After this long descent, the riders will face the third category Côte d’Ivoiry. It’s a 2.4km climb with an average gradient of 5.9% and the final of the two categorised climbs on today’s stage. 50km to go: Andrew from Cambridge has emailed in to say he’d be keen to see more victory for the Yates’. He writes: “Would be good to see one the Yates’s get a stage win and Adam on the podium at the end. With no Thomas or Froome and Cav gone, hope these guys can keep the British presence at the top.” 52km to go: Clarke and Campenaerts have almost 30secs on the chasing group and are on a near 10km descent. Uno-X are doing quite the majority of the work to chase them down. 55km to go: 59km to go: Simon Clarke and Campenaerts have broken off the front and have 22sec. There’s around 10km of climbing now. 64km to go: Tom Pidcock, Christophe Laporte, Philipsen and van der Poel are among the 29 riders that joined the eight that were leading. They have 1min 17sec on the peloton. 66km to go: There is a big group about 11sec behind the eight-man breakaway. If they catch them, the breakaway group would swell to around 36 riders. It would provide the eight riders with some teammates. 73km to go: Pedersen is the first to cross the line of the intermediate sprint. Here are the results: 1. Mads Pedersen, 20 pts 2. Victor Campenaerts, 17 pts 3. Warren Barguil, 15 pts 4. Julian Alaphilippe, 13 pts 5. Jack Haig, 11 pts 6. Tiesj Benoot, 10 pts 7. Georg Zimmermann, 9 pts 8. Matteo Trentin, 8 pts 9. Jasper Philipsen, 7 pts 10. Jordi Meeus, 6 pts 11. Corbin Strong, 5 pts 12. Mathieu van der Poel, 4 pts 13. Jonas Abrahamsen, 3 pts 14. Anton Charmig, 2 pts 15. Nic Schultz, 1 pt 78km to go: The eight riders (Barguil, Zimmermann, Haig, Pedersen, Campenaerts, Benoot, Trentin and Alaphilippe) have dropped their lead to around 40sec. We’re approaching the intermediate sprint soon. 81km to go: The gap between the breakaway and the peloton has dropped to under a minute. I’m eating a cheese sandwich (sadly, not comté) and my eyes are watering at the speedy state of today’s racing… 85km to go: It looked like Politt was dropping into the third group on the road and not attempting to get back to where he was, but he’s actually getting back on to the peloton. The breakaway have dropped their lead to 1min now. 90km to go: Politt has a broken chain and was given a replacement bike by the Shimano Neutral Service but it’s no good. The bikes are too small apparently. He’s out of the break now and waiting for his team car. 94km to go: With under 100km to go now, here’s a quick update on where the groups are. A breakaway of nine riders have a gap of 1min 09sec. Uno-X, EF Education-EasyPost and Israel-Premier Tech are working to reduce their lead but the gap is looking stable at the moment. 105km to go: The breakaway has a gap of 1min 11sec. Warren Barguil, Georg Zimmermann, Haig, Politt, Pedersen, Campenaerts, Benoot, Trentin and Alaphilippe are the nine riders up there. Behind, Israel-Premier Tech, Uno-X and EF Education-EasyPost are keen to chase the group down, having missed the breakaway. 110km to go: Neal has emailed in from Crete in Greece and has made me chuckle with this message about the picture of the cows I shared earlier in the blog: “At least they aren’t taking selfies. Thanks for taking us through the stage today.” That is a good point. Also, Matjaz has reminded me of today’s finish in Poligny, or the town of Comté. It’s a fabulous cheese and one of my favourites. “Cycling there…you can see that it’s impossible to dissociate the town from the famous cheese,” he shares, via email. 115km to go: Eurosport are calling it. The commentators are chatting about how after an hour and 45min, the breakaway of the day has finally been established. They now have 1min 18sec. Sean Kelly is even heading off for lunch now… 117km to go: Another two riders are joining the seven at the front. The breakaway group have now got 20sec on the chasing group. Tiesj Benoot, Jack Haig, Matteo Trentin are in there along with Alaphilippe and Politt. 120km to go: Alberto Bettiol has also had a go but has been swallowed up. There’s some strong players up in the front group and around six or seven riders have broken away. Politt, Alaphilippe and Pedersen are in there. 123km to go: Nils Politt has attacked. They’re all giving it a try today aren’t they? The question is though, which of the many attacks will stick? I hear there are about 40 riders off the back of the peloton, including Sagan. 124km to go: Couldn’t resist this picture of the cows and the riders. Hope you also enjoy. 129km to go: Alaphilippe and Küng have been caught. Astana Qazaqstan on the team radio tell their riders to “get in the right move” – that might be easier said than done. 132km to go: We’ve got splits. Pedersen and Lutsenko have been brought back by a group that includes Vingegaard and Pogacar. Adam Yates, though, is in the group behind them and about 20secs off getting back. Now Alaphilippe is off the front with Stefan Küng. 138km to go: While we wait to see what happens with the Pedersen-Lutsenko attack and whether any of the chasing riders bridge across, I’m going to share an email that has come in on the earlier talking point around Philipsen’s behaviour yesterday. Nick from London writes: “On the Philipsen – Eenkhoorn incident yesterday (re: 11.51), I see Rachel’s point. On the other hand, I think the outcome of yesterday’s stage has undone some of the hard work Philipsen has put in over the two-and-a-bit weeks to keep the points jersey and shed that odd Jasper-disastre nickname. “Plus it’s all made him look like, well, a bit of a plonker. I don’t think he’ll be doing it again in a hurry. Not sure anyone else will either – Pogacer (sic) and Vingegaard don’t strike me as the next Bernard Hinault, at least in terms of behaviour to their fellow competitors…Keep up the good work and enjoy the stage!” Thanks Nick. I certainly shall try. 146km to go: Bryan Coquard has accelerated off from the chasing group. Pedersen and Lutsenko have a 15sec gap on the yellow jersey group and are now descending. 149km to go: Pedersen and Lutsenko are still hanging off the front and Lutsenko has just taken 1pt as he reaches the summit of the Côte du bois de Lionge. Elsewhere, Jack Haig had a wheel change and is still chasing to get back onto the peloton. 150km to go: Pedersen and Lutsenko have 6sec on the chasing group and they’re climbing up the Côte du Bois de Lionge. 151km to go: Pedersen and Lutsenko have formed a power duo off the front. There’s a group of seven chasing them. 154km to go: Alberto Contador has been telling Eurosport that the wind out there is stronger than anticipated. Sagan’s attack has been brought back. Who’s next to attack? 156km to go: I was in the midst of writing about how Quentin Pacher (Groupama-FDJ) and Axel Zingle (Cofidis) tried an attack and were reeled in, but then Sagan went and attacked. Who will come across to Sagan? 157km to go: Sagan has attacked! 159km to go: “Bonjour!” says Antony. Bonjour Antony. He’s emailed in to share his thoughts on how today’s stage might go: “There’s no way the sprinters can get it wrong again, right? That would be too much of a treat for the viewer. Maybe a couple of the older sprinters in a big breakaway. Basically, what I m saying is, with Cav departed, I would love to see Peter Sagan wheelie over the line in first place, one last time. It’s his last chance.” 160km to go: Campenaerts has been reeled in after 10km. The riders are now climbing and some big names are hovering near the front. 162km to go: A lot of riders have already expressed publicly their aim to get in the breakaway today (Nils Politt and Bryan Coquard among them), but Mathieu van der Poel and Mads Pedersen have been touted as favourites for the win today. Campenaerts – the most combative rider yesterday – has a lead of around 3sec. Adam Blythe reports that the speeds have been very fast, with the riders descending at about 95kph. 167 km to go: I think I might be writing a lot about attacks and potential breakaways in the upcoming kms. There are a lot of riders hungry for it. Victor Campenaerts is off the front at the moment but the peloton is not far behind. 172km to go: The 151 riders have begun the race and there is already a group of four fighting for a breakaway. Also, here is a little GC recap for you: Vingegaard, in the yellow jersey, leads the Tour de France with an impressive 7min 35sec over Pogacar. Adam Yates sits in third with 10min 45 sec and Carlos Rodriguez is in fourth position with 12min 01sec. Today’s start line selfie is below, if you’re a fan of these. Look away, if you’re not. Also, for those watching the TV coverage, you may have spotted Eddy Merckx chatting and shaking hands with riders, including Vingegaard and Ciccone, at the start line. It’s Belgium’s national day so aptly Eddy Merckx is the guest of honour at the Tour today. They’re off and having a lovely chat at the front by the looks of it. The peloton have a 7.7km neutral zone before the race properly kicks off. For those of you who love a Tour de France stat: Here’s a little on Moirans-en-Montagne, where the peloton will be rolling out from today: “There has been a wood-working industry for centuries in Moirans-en-Montagne. The small Jura town has gained particular renown as the capital of wooden toys and is home to a museum that showcases this speciality, featuring 16,000 objects from all over the world. “The town is also known by some Tour riders, specifically those who raced the 2016 edition, when it hosted the start of a FrancoSwiss stage that ended with Peter Sagan taking victory in Berne.” I can’t speak for the wooden toys of the area but I can say that I visited the Jura earlier this year for some riding and it was brilliant. Congratulations are in order for Wout van Aert and his wife! They’ve welcomed a baby boy and named him Jerome. The Jumbo-Visma rider announced yesterday that he was leaving the Tour de France to be with his wife Sarah, ahead of the birth of their second child. Welcome to the world baby Jerome. One of the talking points from yesterday’s stage was – and continues to be – Philipsen’s reaction towards Pascal Eenkhoorn when he attacked to bridge across to the breakaway. If you missed it, Philipsen was seen to be blocking Eenkhoorn and was accused by of using a “bullying tactic” – you can see a glimpse of it in the below image. Rouleur’s Rachel Jary has penned an opinion piece on the subject. She writes: “Speaking afterwards to Belgian media, Philipsen told Sporza that the move was not meant to be aggressive. “I wanted to sprint and I was fine with three leaders,” was his explanation. “It was certainly not meant to be bad or arrogant. But I didn’t want more riders in the front.” “Regardless of his intentions, Philipsen’s actions shouldn’t have been made, and he deserves some sort of punishment from the judges for his behaviour. Even if this punishment doesn’t impact the stage result at all, it is necessary to set a precedent that this sort of behaviour is not welcome in professional bike racing. It’s understandable that Philipsen wanted to control the race, but this was more than that. Every rider who rolls off the start line deserves a fair opportunity to race, regardless of if you’re a stage winner or not.” What might happen today? Well, after yesterday’s success for the breakaway (and in particular, Asgreen), I imagine those that missed out will be hungry to replicate it. Also, as we approach the final stages of this year’s Tour, there are going to be riders without a stage win looking for their opportunity. Time is ticking. And then there’s Philipsen…he didn’t get the sprint finish he was after yesterday, so is he eyeing up today’s flat finish? With only a few more stages left of the 2023 Tour de France, and with the yellow jersey competition pretty much sewn up (although, never say never), what kind of action would you like to see happen over the next few days? Yellow: Jonas Vingegaard (Jumbo-Visma) 72hr 04min 39sec Green: Jasper Philipsen (Alpecin-Deceuninck) 352pts Polka-dot: Giulio Ciccone (Lidl-Trek) 88pts White: Tadej Pogacar (UAE Emirates) Stage 18 report: Jonas Vingegaard retained his overall lead in the Tour de France as Soudal Quick-Step’s Kasper Asgreen won stage 18 in Bourg-en-Bresse. Asgreen was one of four riders in the day’s breakaway to survive a thrilling pursuit by the speeding peloton, as the race left the Alps behind and entered the Rhone valley. Jeremy Whittle reports from Bourg-en-Bresse… Jonas Vingegaard (Jumbo-Visma) 72hr 04min 39sec Tadej Pogacar (UAE Team Emirates) +7min 35sec Adam Yates (UAE Team Emirates) +10min 45sec Carlos Rodriguez (Ineos Grenadiers) +12min 01sec Simon Yates (Jayco AlUla) +12min 19sec Pello Bilbao (Bahrain Victorious) +12min 50sec Jai Hindley (Bora-Hansgrohe) +13min 50sec Felix Gall (AG2R-Citreon) +16min 11sec Sepp Kuss (Jumbo-Visma) +16min 49sec David Gaudu (Groupama-FDJ) +17min 57sec William Fotheringham on stage 19: Another flat stage, this time out of the Jura and into the Doubs. This should be another bunch sprint, but there’s a stiff little climb 26km out, which could well put the riders who are left in the sprinters’ teams seriously off their stride. So perhaps a reduced bunch sprint for a seasoned warhorse such as Mads Pedersen. Today’s stage is due to roll out at approximately 12.15pm (BST)."
      },
      "isHosted": false,
      "pillarId": "pillar/sport",
      "pillarName": "Sport"
    },
    {
      "id": "sport/live/2023/jul/21/the-open-2023-round-two-live",
      "type": "liveblog",
      "sectionId": "sport",
      "sectionName": "Sport",
      "webPublicationDate": "2023-07-21T15:31:25Z",
      "webTitle": "The Open 2023: round two – live",
      "webUrl": "https://www.theguardian.com/sport/live/2023/jul/21/the-open-2023-round-two-live",
      "apiUrl": "https://content.guardianapis.com/sport/live/2023/jul/21/the-open-2023-round-two-live",
      "fields": {
        "headline": "The Open 2023: round two – live",
        "byline": "Scott Murray (now) and David Tindall (earlier)",
        "thumbnail": "https://media.guim.co.uk/40f917173185f1527285d12556eaff07fdda7495/0_330_4898_2939/500.jpg",
        "bodyText": "A first backward step of the day for Tommy Fleetwood. After a string of pars, he finds a high-faced bunker at the par-three 6th, and though he blasts up and out to six feet, he leaves the putt high on the right and the bogey drops him back to -4. Meanwhile a second birdie of the day for Matt Fitzpatrick, at 9, and he turns in 33, moving into red figures at -1 overall. Antoine Rozner has had to wait nearly all day to tee it up. It was worth hanging around. He rattles in a putt from off the side of the 1st green to open with a birdie. His beard breaks into a wide smile, like Ted Lasso’s Roy Kent on happy pills. He joins Jordan Spieth and Tommy Fleetwood in a share of second. -10: Harman (F) -5: Spieth (8), Fleetwood (5), Rozner (1) -4: Cink (11) -3: Lee (F), Sharma (F), Jordan (16), Clark (4) -2: Oteagui (F), Grillo (F), Koepka (6), Matsuyama (6) The cut, then. As things stand, it’s set to fall at +3; everyone over that mark will be going home. If that holds, we’ll be saying goodbye to Keegan Bradley and Collin Morikawa; whatever happens, we’ll definitely be bidding farewell to Francesco Molinari, Tony Finau, Justin Rose, Charl Schwartzel, Phil Mickelson, Dustin Johnson and Justin Thomas … though the latter shot a spirit-restoring level-par 71 today, a fine response to yesterday’s farcical 82. On that subject, DJ shot an 81 this morning. It’s easily done. Yesterday’s 65 was a dream round for the 22-year-old South African amateur Christo Lamprecht. Today’s round has been a nightmare from the get-go, however. Forty strokes along the front nine, after bogeys at 1, 3, 4, 6 and 7; now he’s just made his sixth bogey of the day at 11. He’s +1, and all of a sudden weekend participation is under threat. The cut is currently projected at +3. He’s got a couple of shots to play with as things stand. ♫ Happy birthday to you, happy birthday to you, happy birthday dear Shubhankar, happy birthday to you! ♫ Ah here’s nice. A late birthday present for Shubhankar Sharma on 18. A birdie to bounce back from the double at 17, and the now 27-year-old Indian signs for a 71 to go alongside yesterday’s 68. He’s in good nick for Moving Day tomorrow. Thanks David. Now then, it’s Shubhankar Sharma’s 27th birthday today. Unfortunately it’s not going to be a particularly happy one; having chugged along nicely through 16 holes, one under for his round, he sends his tee shot at 17 over the back into the dunes, from which he takes two to escape. Two putts later, and it’s a double that sends the two-time DP World Tour winner back to -2. Quick, light a few candles and make a wish for a bounceback birdie on 18. And as Jordan Spieth joins Tommy Fleetwood in tied second on -5 after back-to-back birdies at 5 and 6, I’ll hand you back to Scott Murray. Steven Pye of this parrish emails in: “Put £1 on Brian Harman at 150/1 last week because he looks like Ricky Ponting. Miles to go in the Open, but imagine if I won a bet due to this stupid reason.” The Ponting resemblance is very real. Talking of which, you can find our live Ashes blog here. England in control after making 592 all out. Two pairs of siblings are in the field this week so who is winning ‘The Battle of the Brothers?’. Quick answer: The Fitzpatricks. Alex, playing in his first major, was fist-pumping at 18 earlier today after holing a 10-foot birdie putt to finish at +2. That’ll put him into the weekend. And big bro and 2022 US Open champion Matt should be there too after playing his first six holes in -1 today to move to level par (T24). As for the Hojgaards, Nicolai is also at evens (he’s playing the first) but twin brother Rasmus, who won the DP World Tour’s Made in HimmerLand on home soil a few weeks ago, won’t play the weekend. He shot 71 today but an opening 78 did for the Dane. Some quotes from leader Brian Harman as he puts his feet up and watches the field struggle to get anywhere near his halfway total of -10. “I’ve had a hot putter the last couple of days so try to ride it through the weekend. Thirty-six holes to go, so try to rest up and get ready.” Harman took just 23 putts today. Tommy Fleetwood, his nearest challenger at -5, hits a safe shot to the heart of the 4th green. He’ll have 28 feet for birdie while Scottie Scheffler, ten back at even par after a bogey-par-par start, will take aim from 25. So what of the three most recent Open champions? Last year’s winner at St Andrews, Cam Smith, is +2 after 2 and flirting with the cut (T52) while Collin Morikawa surely won’t be here for the weekend after rounds of 73-73 from the 2021 champion at Royal St George’s have left him at +4. That’s probably a shot too many at best. Finally, Shane Lowry has an awful lot to do to repeat his Royal Portrush heroics; he’s currently +1 (T39) after an opening par. Local lad Matthew Jordan continues to have a blast on his home course. Since an opening bogey, he’s birdied 2, 4 and 13 (dropping one more at 9) and at -3 the Englishman is in a tie for sixth alongside three-time major winner Jordan Spieth (4) and current US Open champ Wyndham Clark (1). Talking of major winners, Stewart Cink may be thinking of winning a second Claret Jug. He’s birdied 5 and 8 and is up to -4 and tied third. Back at 3 and a straightforward two-putt par from Fleetwood maintains his solid start and keeps him in second place on -5. Hatton eventually racks up a quadruple-bogey nine at the 18th. From -2 to +2 in the blink of two slices off the tee. As he stomps off the green, the Englishman converts his putter into an automatic rifle and fires pretend shots at the out of bounds. That should teach it a lesson. As Hatton stomps, Fleetwood strolls. It’s a par-par start for ‘Tommy lad’ and he’s also in the middle of the fairway at 3. A trio of pars at the opening three holes is very acceptable. Shubhankar Sharma moves into solo third by dropping a birdie putt from 11 feet at 15. The Indian turns 27 today and he’s celebrating in fine style so far. Sharma has actually made the cut in both his Opens so far, finishing 51st at both Carnoustie in 2018 and Royal Portrush in 2019. “That’s out of bounds,” says Tyrrell Hatton in a cold, detached voice rather than the blind fury that usually greets a missed putt as he fans one out of bounds off the tee at 18. He pulls the trigger again and, oh my, that’s gone too. The Englishman will be playing five of the tee. From -2 walking off the 17th, he’ll be who knows how many over par after this closing hole claims another victim. Up at the green, Jon Rahm is preparing to get those legs pumping and towing lorries down the beach as he misses a three-foot par putt. Ouch. The Spaniard signs for an even-par 70 and steams off at +2. But after the tales of woe on 18 for Hatton and Rahm, there are big cheers for Rory as he nails an eight-footer for birdie to end the day in red figures. That 1-under 70 puts him 1-under for the tournament and although that’s nine behind the lead of Harman, the more positive spin is that it’s tied for 15th. Fleetwood repeats his way to par from Thursday. After again finding rough off the tee and missing the green, some tidy short-game work allows him to scribble a ‘4’ on his card and he stays solo second. Time for a leaderboard upate. -10: Harman (F) -5: Fleetwood (1) -4: Rozner (-) -3: Lee (F), Sharma (14), Stewart (10), Cink (7), Spieth (4), Clark (-) An immediate test of Scheffler’s nerve as he putts from off the left side of the green and leaves himself just under five feet at the 1st. Harman would knock that in in his sleep; for Scheffler, it’s more like a recurring nightmare that continues to haunt him. And, yep, the demons start up their dance as he dribbles a stinker of a putt that never threatens the hole. An opening bogey and you sense Scheffler just cannot win with his putting like this. McIlroy biffs his tee shot at the last 334 yards way left into rough. Not the worst plan given the out-of-bounds down the right. He’ll have to wait to hit his second though as they rake the bunkers up at the green. Rory is +2 for this second nine so will want birdie at worst. The lie isn’t great so he can only find more rough down the left, 36 yards from the green, so the four-time major winner will have to chip and putt his way to a 4. Rahm is also in rough after his second shot but this time down the right. Viktor Hovland threatened to get right into the mix earlier today when making three birdies in his first five holes to reach -3. But he traded five bogeys with just a single birdie from the 7th to the 17th to drop to +1. At least he’ll end on a positive after a lovely greenside chip – a weakness that he’s addressed – at the last sets up a tap-in birdie. The Norwegian, who was tied fourth at St Andrews last year and runner-up in May’s US PGA Championship, is currently at even par, 10 back. That’s tied 27th. And now the biggest galleries of the day gather to see the afternoon’s most-anticipated three-ball. “This is game No 44. On the tee from the USA… Scottie Scheffler.” The American, the best player from tee to green by a country mile on the PGA Tour this season, splits the fairway. The decibels then go up several levels as Tommy Fleetwood is announced onto the tee. The Englishman finds the left rough but that’s not too bad there. Adam Scott, the third member of that trio, also finds the short grass. Off they march down the 1st fairway. McIlroy does well to make his par at 17. His tee shot clings onto the left edge of the green, finishing in the semi-rough and he rather races his first putt past. It’s 10 feet back the other way but Rory is up to the task. He stays at even par and that’s now just one clear of Jon Rahm, who cashes in on a lovely floated iron to convert from seven feet for his birdie. I’ve had a quick look at how Brian Harman performs with a 36-hole lead. It ain’t great. Then again, he might have a much bigger advantage here than when setting the halfway pace previously. 2017 US Open – tied for lead – finished 2nd 2018 Sentry TOC – tied for lead – finished 3rd 2018 Sony Open – 3-shot lead – finished 4th 2018 Travelers – 1-shot lead – finished 6th 2020 Shriners – tied for lead – finished 13th. He’s actually getting progressively worse although it’s interesting that his best attempt at converting came in a major (2017 US Open at Erin Hills). Three Americans, an Englishman, a Scotsman, a Frenchman, an Indian and an Australian… this isn’t the start of a dreadful joke from a local comedian; it’s the current make-up of the top eight on the leaderboard. As I write this, a fourth American creeps into that select bunch. Yes, look out folks, it’s Jordan Spieth as he holes a 12-footer for birdie at 2 to move into a tie for fourth. Spieth won his Open up the coast at Royal Birkdale. He likes it around these parts. Max Homa adds a sixth birdie to his scorecard (there are five bogeys too I should add) after tapping in for his four at the long 15th. How ironic that the world No 8’s inability to post a top 10 in an American-based major has caused much irritability over the last few seasons and now here on the links when supposed to be a fish out of water he’s in a tie for fourth (-3 after 15). Amateur Christo Lamprech’s torrid start continues as he drops a third shot in four holes and that was only due to sinking a six-footer for birdie at 4. The South African drops to -2 and tied eighth alongside Jordan Spieth, who has made par at the 1st. The 6ft 8in Lamprech was asked yesterday if height ran in the family. “My dad is 6 foot 4 and he’s the shortest of the last five generations. On my dad’s side the length is there. My grandfather was like 6 foot 8 and great grandfather like 7 foot.” Great Uncle Robert Wadlow would certainly have been proud of him yesterday. A blow for Rory McIlroy as he misses a four-foot par putt at the 15th. A ‘6’ goes onto his scorecard and suddenly he’s ten shots behind the leader. Hmmm. That gap looks uncomfortable. McIlroy at least lashes one onto the fairway at the par-4 16th. Playing partner Jon Rahm makes birdie at 15 to return to +2 and back inside the current cut line. The Spaniard had so much pent-up fury earlier he looked as if he could pull a lorry along the beach from Hoylake to West Kirby. Sky Sports showing live pictures of Scottie Scheffler from a camera placed in the back of his courtesy car. It gives the impression that he’s about to be pranked by Ant and Dec, the Geordie rascals perhaps telling him his tee time is actually 3.48pm rather than the correct one. A reminder that the American will peg it up (at 2.48pm) alongside Tommy Fleetwood, currently Harman’s closest rival at -5. Harman’s big lead has stirred childhood memories of Bobby Clampett – a sort of Steve Cram lookalike – in the 1982 Open at Troon when, in my uneducated eyes, he appeared to be 15 clear of everyone at halfway. It was actually a five-shot lead after rounds of 67-66 took him to -11. Clampett still led by one despite a third-round 78 but a closing 77 relegated him to tied 10th as Tom Watson won with -4, seven shots higher than Clampett’s halfway total. Thanks Scott! Brian Harman eh! I’m pleased to say I’ve had a bet on him this week. Unfortunately, it was to be top left-hander at 7/4 rather than the fancy 100/1 and more he was to win the tournament. Still, you take what you can and Harman is surely on track to win the battle of the southpaws. There are only three in the field this week: Harman, Phil Mickelson and last week’s Scottish Open runner-up Robert MacIntyre. As we stand, Harman is 20 shots ahead of Mickelson (+10 after 13 today) and 13 clear of MacIntyre (tees off at 3.10pm). That seems as good a time as any to hand the reins of this blog over to David Tindall. Enjoy, enjoy, and see you soon! Was anything else ever likely? Harman smoothly rolls in the 15-foot eagle putt, and what a way to finish an almost perfect round of links golf in testing conditions! The 36-year-old Georgian, who finished tied for sixth last year at St Andrews, will more likely than not go into the weekend leading the Open after filing a 65 alongside yesterday’s 67. Unless Tommy Fleetwood has something to say about it, of course. -10: Harman (F) -5: Fleetwood -4: Rozner -3: Lee (F), Homa (13), Sharma (10), Stewart (9), Jordan (7), Lamprecht -a- (3), Clark … though an eagle would really put the cat among the pigeons. Harman arrows a long iron from 242 yards to 14 feet. He’ll have that for a 65 to go alongside yesterday’s 67. Another wild drive by the amateur Christo Lamprecht, this time at 3. He doesn’t get away with this one, and that’s two bogeys in his first three holes. He drops to -3. Meanwhile up on 18, the leader Brian Harman splits the fairway with his drive. A birdie here will certainly give the afternoon starters pause for thought. Brian Harman still doesn’t have a blemish on his card today. He’s had to work for the privilege of that boast, and on 17, having seen his tee shot dribble into a deep bunker to the left, he smacks up and out to six feet and rolls in for the par. He remains three clear of Tommy Fleetwood, who still isn’t teeing off for another hour. Meanwhile news of another sandy save, this time by Rory McIlroy, at 13; he’s -1 still. And Jon Rahm, who ground out a par on 12, nearly makes an outrageous birdie on 13 but his 60-foot putt shaves the left-hand side of the cup. He remains at +3, in danger of missing the weekend should he make any mis-steps from here. Max Homa sprays his tee shot at 11 miles wide right. He’s always out of position, and by the time he misses a four-foot putt, he’s run up a double bogey. An up-and-down round goes back into Down Mode, and he’s -2. Meanwhile Emiliano Grillo is in with a 74, one of the overnight co-leaders slipping back to -2 overall. Scrub that! Christo Lamprecht finds his ball – it was so far right it was beyond the thick rough through which everyone was searching, on some flat land – and he whips his second into the green. Two putts and that’s a par that looked extremely unlikely a few minutes ago. That’s wonderful news, and hopefully a settler for the young amateur. Meanwhile Shubhankar Sharma hands his birdie on 7 straight back at 8, failing to hit an eight-foot par putt. He’s back to -3. Yesterday’s amateur sensation Christo Lamprecht, the overnight co-leader after his 66, starts in extremely nervous fashion. He flays his opening tee shot miles left of 1, a mistake that leads to bogey, then slices his drive at 2 acres right. That’s beyond wild … and he’s not able to find his ball. He gets plenty of assistance from his caddie and assorted media types inside the ropes, but no joy. Poor lad. Environmental issues latest. Jon Rahm manages to get up and down from the back of 11 to scramble his par, remaining +3 but Rory McIlroy can’t do it from a similar position and he drops a shot to slip to -1. Nevertheless, Rahm is still running polar-icecap-bothering levels, the result of sending his drive at 12 miles right into deep bother. Speaking of which, here’s some more on that Just Stop Oil business … Emiliano Grillo had repaired most of the damage caused early in his round. But now he undoes the fixing-up, with back-to-back bogeys at 16 and 17. He trudges off wearing a look of great despondency. He slips back to -2, and the chance of becoming Hoylake’s second Argentinian winner after 1967 champ Roberto De Vicenzo recedes a little. Shubhankar Sharma has a weirdly uniform record at the Open: two appearances, at Carnoustie in 2018 and Portrush a year later; two finishes tied for 51. He’s looking to improve on that in some style, shooting 68 yesterday, and now making his first birdie of the day by raking in a putt from the bottom of a hill to the side of 7. He moves to -4. Not bad for a player whose form this year has been patchy to say the least: after a tie for seventh at the Abu Dhabi Championship, he’s missed the cut in nine of his subsequent 14 starts, including his last three, the BMW International Open, the British Masters, and the Scottish Open. Professional sport is all about timing your run properly, isn’t it. It doesn’t look like being Viktor Hovland’s week. His flat stick is misbehaving too much. He misses another short-range par putt, this time at 11, and he’s in arrears for his round today now. He’s level par for the tournament. It certainly doesn’t look like being Jon Rahm’s week, as his second into the same hole takes a hot bounce on the green and rolls down a swale at the back. As he stomps up looking mean, he blasphemes and obscenes. Please god let the well-meaning Just Stop Oil folk stay out of his road. Jon Rahm misses a four-foot par putt on 10. That’s back-to-back bogeys, and he drops to +3, in danger now of missing the cut. He emits one extremely loud EFF plus tonnes of piping-hot steam from both lugs. That can’t help with the old global warming, can it, which may or may not be the point being made here … Three birdies in a row for Max Homa! The latest the prize for pinging his tee shot at the par-three 9th to 12 feet and rolling in a confident putt. He moves to -4, as does Michael Stewart, who birdies 5. The 33-year-old Stewart is playing in his first Open, but given he’s from Troon, links golf won’t be a mystery. He made it to Hoylake by shooting 66 on the final day of qualifying at Dundonald, winning that event by making four birdies in his last five holes. He’s taken that form into the main show, and he’s just four off the lead in a tie for fourth. -8: Harman (14) -5: Lamprecht -a-, Fleetwood -4: Grillo (15), Homa (9), Stewart (5), Rozner Max Homa has rebounded well after a shaky start. Since making those early back-to-back bogeys at 2 and 3, he’s birdied 5, 7 and now 8. Factor in another bogey at 6, and he’s level par for his round, back where he started after an eventful morning at -3. Meanwhile the local hero Matthew Jordan, a member here since he was seven years of age, opened with a bogey but has bounced back with birdie at 2 to return to -2. Par up the last for the young Aussie. He finished tied fifth at the US Open last month, and is positioned nicely to do something similar or even better here this week. A reminder that Lee won the Scottish Open a couple of years ago, so knows his way around a links. His breakthrough into the big-time coming up? He’s -3 overall. -8: Harman (13) -5: Lamprecht -a-, Fleetwood -4: Grillo (14), Rozner -3: Lee (F), Homa (8), Sharma (5), Stewart (4), Cink, Clark -2: Otaegui (F), McIlroy (9), Migliozzi (5), Jordan (3), Spieth, Kim A huge stroke of luck for Rory. His chip from the top of the knoll flies hot, and is destined to bound hysterically through the green and towards goodness knows what. But his ball hits the flagstick flush, and drops six feet from the cup. That’s not finished yet, but my goodness he’d have taken that while watching his ball fizz out of the rough. He smiles sheepishly. Hey, if you’re going to win the Open, you need the Golfing Gods to smile on you at some point. They’ve been pretty fair to Rory so far this week. Viktor Hovland continues to head in the wrong direction. A ten-foot par putt across 9 stops one dimple short, and he taps in for a second bogey in three holes. He hits the turn in level-par 35, -1 overall. Coming directly behind, Rory McIlroy, who double-crosses himself and whistles his tee shot at the par-three into very thick nonsense on the wrong side of a grassy knoll. Trouble here. Rory McIlroy pulls his approach at 8 down a swale to the left of the green. He’s left with a tricky chip up from the semi-rough, but bumps gently to four feet, and tidies up for his par. He remains at -2. Also with a big save: Min Woo Lee. He’s over the back of 17, but whips up from the dunes to a couple of feet, and he stays put at -3. He’s a class act, Min Woo, just like his brilliant big sister Minjee. Adrian Otaegui makes it home in 73 blows. No birdies today, just the two bogeys at 11 and 12. Not idea, but the 30-year-old from the Basque Country is in the mix, nicely placed for Moving Day, certain to make the cut for the first time at the Open. He’ll go into the weekend at -2. This is both gritty and fantastic from Brian Harman. He’s forced to chip backwards out of the fairway bunker at 12. His third doesn’t quite reach the green … but no matter, because he calmly chips up from the bottom of the bank, landing his ball softly onto the green and releasing it straight into the middle of the cup! He escapes with a par and his card today remains unblemished. He’s still only dropped one stroke so far this week, at the 10th yesterday. He maintains his three-stroke cushion at the top, and the rest of the field are permitted to let out a disappointed sigh. -8: Harman (12) -5: Lamprecht -a-, Fleetwood Emiliano Grillo suffered the coldest of starts, with double bogey at 2 and bogey at 3. But he’s responded staunchly, and follows up birdie at 5 with another at 13. He’s repaired the bulk of the early-morning damage and is back up to -4. Meanwhile it’s yet another birdie for Min Woo Lee, this time at 16, where he rakes in a 30-footer and raises his putter into the air by way of Nicklausian celebration. A significant move being made here by the young Aussie. -8: Harman (11) -5: Lamprecht -a-, Fleetwood -4: Grillo (13), Rozner -3: Lee (16), Sharma (3), Stewart (3), Cink, Clark -2: Otaegui (17), Hovland (7), McIlroy (6), Migliozzi (4), Spieth, Kim A fairway bunker does for Viktor Hovland at 7. Having found it from the tee, the young Norwegian takes his medicine, and it costs him a bogey. He drops back to -2. There might be similar problems coming up for the leader Brian Harman, whose drive at 12 scampers into a trap down the right of the hole. The 2015 champion Zach Johnson is going along nicely: birdies at 2, 5, 10 and 11, and he’s on a mission to survive the cut after yesterday’s very average 75. He’s +1 overall. However the 2011 PGA champ Keegan Bradley, one of the pre-tournament sleeper picks, is going the other way. Bogeys this morning at 2, 3 and now 7, and he slips down the standings to +2. Rory comes up just short of the green at the par-three 6th. He takes putter anyway, and nearly steers in a big right-to-left breaker, but while the line’s perfect, he doesn’t quite hit it. He taps in to remain at -2. His playing partner Jon Rahm however rolls in a 15-footer for back-to-back birdies, and the world number three finally appears to have discovered a little momentum this week: he’s +1. Over to Little Eye. The tricky par-three 17th is playing at 132 yards today. The 28-year-old Aussie Travis Smyth, playing in his first Open, fires straight at the flag. His ball covers 131 of those yards, takes one small bounce, then a tiny one, then disappears into the cup! He smiles warmly and high-fives everyone around him. He won’t be here for the weekend – he’s +8 – but there’s something to take away from his debut! It’s the first ace at the Open since Jonathan Thomson at Sandwich two years ago, and the first in the Open at Hoylake since 2006, when Richard Sterne and John Senden holed out at the old 15th and 13th respectively. Rory McIlroy finds himself close to the face of a greenside bunker at 5. Not right up against it – they’ve raked them differently today, with a small slope of sand taking the ball slightly away from the face – but troublesome enough nonetheless. No matter! He whips high and hard over the top, and lands his ball three feet from the flag. He’ll have a super opportunity to move to -2 … and so he does. In goes the putt. That shot was doubly impressive, because a huge roar erupted elsewhere just before he took it. And that’s because … The leader Brian Harman creams his tee shot at the long par-three 9th pin high to 15 feet. He can’t make the birdie putt, which is a wee shame, but he’s turning in 31 shots nevertheless to remain three clear of the field. Meanwhile on 5, Viktor Hovland’s eagle putt shaves the hole, another shame after a lovely long second into the heart of the green. He grimaces, but not too much, as he’s tapping in for a second birdie in a row, and he’s -3. -8: Harman (9) -5: Lamprecht -a-, Fleetwood -4: Rozner -3: Grillo (10), Hovland (5), Sharma (1), Stewart (1), Cink, Clark -2: Otaegui (14), Lee (13), Migliozzi (2), Wilson (2), Jordan, Spieth, Kim Matthew Southgate went out in the first group this morning. He’s back in the house, and waving his arms around, having chipped in for eagle from the side of 18. A 70 today and he’s in good position coming into the weekend at -1. From here, anything’s possible: the 34-year-old from Southend shot 67-65 over the weekend at Birkdale in 2017 to finish in a tie for sixth. The Lee family have celebrated major championships before. Minjee Lee won the 2021 Evian Championship – we’ll be covering that live next Sunday, by the way, so please make sure you join me here for that – and the 2022 US Open, and there’s a fair chance her younger brother could add to the tally sometime in the future. Min Woo Lee tied for fifth at last month’s US Open, the 24-year-old following up top-20 finishes at this year’s PGA and last year’s Masters. He’s trending in the right direction, and for a while didn’t look like being a factor this week … but eagle at 5 this morning has sparked something, and subsequent birdies at 9 and 12 have lifted the young Aussie to -2. Could he become Australia’s sixth winner of the Open after Cameron Smith, Ian-Baker Finch, Greg Norman, Kel Nagle and the five-time-winning Peter Thomson? A slow start for another of the hipsters’ choices, Max Homa. He misses the green at 2 and fails to get up and down; he repeats the trick shot for shot at 3, and the back-to-back bogeys drop him to -1. Viktor Hovland bounces back immediately. He wedges his approach at 4 to ten feet, and rattles the birdie putt into the centre of the cup with Cameron Smith-esque confidence. He’s -2 again. Meanwhile Adrian Otaegui moves into London bus territory: having parred the first ten holes in a row, he follows the run-breaking bogey at 11 with another at 12. The 30-year-old from San Sebastian slides down the standings to -2. Rose’s playing partner Rory meanwhile knocks his second at 3 from 180 yards to five feet. But he fidgets around the birdie putt, checking the line this way and that, shaking his head theatrically, and instead of rolling it straight, pushes it right. A groan from the disappointed gallery, but the player himself never seemed convinced he would make it. He remains at -1. Shank! From the centre of the 3rd fairway, Justin Rose sends one rocketing off the hosel and straight right, out of bounds. Hey, if it can happen to a man with the ability to emulate Ben Hogan’s legendary shot into 18 at Merion, as Rose did while winning the 2013 US Open, it can happen to anyone. And then from the ridiculous to the sublime, as he drops another and knocks his second ball from 190 yards to ten feet. He limits the damage to bogey, but at +5 he’ll need to get something going if he’s to hang around for the weekend. So much for Adrian Otaegui’s dream of emulating Nick Faldo’s closing round of 18 pars at Muirfield in 1987. His run breaks at the 11th and not in the manner he’d have wanted. A bogey to drop down to -3. Meanwhile it’s par for Rory at 2 despite a wayward tee shot, while Viktor Hovland can’t get up and down from the side of 3 and hands back the shot he picked up on the opening hole. He’s -1. Anything Brian Harman can do, Tom Kim can do better equally as well. The dishy (see below) Korean sensation, many a hipster’s choice, shot a disappointing 74 yesterday. But the birdie he made on 18 appears to have given him fresh impetus. He’s flown around the front nine in 31 strokes this morning, with birdies at 4, 5, 7 and 8. Blimey! Along with Harman, he’s the hottest property out there today at four under for his round; he’s -1 overall. There is absolutely no stopping Brian Harman. He sends his second at the par-five 5th, a fairway wood, onto a bare patch of rough to the left of the green. But no matter. A crisp chip takes one bounce before clattering into the flagstick and very nearly dropping in for eagle. He taps home for his fourth birdie in a row. This is sensational! Meanwhile Alex Noren’s up-and-down round continues apace with his fourth bogey of the day, this time at 9, and he drops to -2 again, while conversely Adrian Otaegui continues to channel his inner Nick Faldo by making it ten pars in a row. -8: Harman (5) -5: Lamprecht -a-, Fleetwood -4: Otaegui (10), Rozner -3: Grillo (7), Homa, Sharma, Stewart, Cink, Clark -2: Noren (9), Hovland (2), Migliozzi, Wilson, Jordan, Spieth, Kim Here’s Rory! The pre-tournament co-favourite, alongside Scottie Scheffler, was way below his best for the majority of yesterday’s round, but late birdies at 14 and 15 salvaged a level-par round of 71. The dream of back-to-back championships at Hoylake is far from over. And perhaps that astonishing par-saving up and down from the bunker at 18, one leg in, one knee on the ground, will have given him both succour and a confidence boost. Well, he certainly comes out this morning with a spring in his step, and absolutely blooters his opening tee shot down the track. He then knocks his approach from 170 yards to ten feet .. and rolls the birdie putt into the centre of the cup, no messing! He struts rather than bounces off the green, in the manner of a man who means business. God speed, Rory. He’s -1. Hats off to JT, who must have been fearing the worst after that dismal opening shot. He then pulled his second into more trouble on the other side of 1, but class will out eventually, and he wedges from 75 yards to four feet, and tidies up for a nerve-settling par. He’s +11 and like we say, some weird miracle aside, won’t be here for the weekend play, but fingers crossed he gets something going today that will help him turn his form around. And yes that’s more of the sort of aforementioned sympathy he won’t appreciate as a proud pro, but what you gonna do? By the way, he’s going round with Viktor Hovland, who having salvaged a 70 yesterday with three birdies over the last eight holes, is still very much in the hunt … and the 25-year-old Norwegian makes an opening birdie to move to -2. Three birdies on the bounce for Brian Harman! The result of yet another 20-foot putt. That flat stick is nigh-on molten. The leader stretches his cushion at the top to two strokes. Meanwhile a much-needed birdie for Emiliano Grillo at the par-five 5th. He arrests his morning slide by repairing a third of the damage done. He’s back to -3, alongside Alex Noren, the Swede having made three birdies and three bogeys across his first eight holes. -7: Harman (4) -5: Lamprecht -a-, Fleetwood -4: Otaegui (9), Rozner -3: Noren (8), Grillo (5), Homa, Sharma, Stewart, Cink, Clark Justin Thomas smiled wryly – extremely dryly – on 18 last night upon receiving that professional golfer’s worst nightmare, sympathetic applause, as he run up a quadruple-bogey nine. He does so again now as he gets another Loving Ovation From Folk Who Mean Well as he takes to the 1st tee. He’ll not be here for the weekend whatever happens today, after yesterday’s 82-shot fiasco, and further demonstrates that by taking hybrid for extreme safety, then wanging it into the deep stuff down the right. The two-time PGA Championship winner is way off his game, and has been pretty much all year. Going through a wee existential crisis, as all golfers do now and then. Probably a good thing to get back home to Florida for the weekend to rest and reset. Tom Britten has been at Hoylake since practice on Wednesday and he sends in his report. “All the focus has been on 17 ruining rounds, but 18 might be just as bad for some. That trio of pot bunkers left guarding the green on the par 5 are horrendous. From the grandstand we watched Taichi Kho find himself in one for two, eventually getting on the green for eight, having decided he’d like another go in the same bunker after playing out backwards. Two-putt for a ten. Nightmare. Heading home tonight. Watching the rest this weekend smugly dry and warm from anywhere I can elevate my feet. Timing.” Yes, it’ll be interesting to see how the bunkers play today all right. They’ve apparently raked them using a different method today, which is less likely to encourage the ball to run right up to the face. So that in theory should give players more of a chance of getting up, over and out. However as Dame Laura Davies pointed out on Sky, the slight upward slope of sand raked towards the face may lead to a few plugged balls, should they hit that face and drop straight down. Fun and entertainment guaranteed either way. Brian Harman rolls in another! This time it’s a right-to-left slider across 3 from 25 feet, and the 2017 US Open runner-up takes sole ownership of the lead at the 151st Open Championship. Meanwhile eagle-eyed readers will have spotted overnight co-leader Emiliano Grillo continuing to head in the wrong direction: he followed his double at 2 by dropping another shot at 3, and he’s currently three over for his round after just four holes, and -2 for the championship. -6: Harman (3) -5: Lamprecht -a-, Fleetwood -4: Otaegui (8), Rozner Only two left-handed players have won the Open: Bob Charles in 1963 and Phil Mickelson in 2013. Only two have finished in second spot: the same pair, in 1968 and 1969, and 2011 and 2016, respectively. It’s about time for another, and why not Brian Harman (who, like Mickelson, is only left-handed when playing golf)? He tied for sixth last year at St Andrews, closing with a 66 only bettered on the day by the Camerons Smith and Young, who finished first and second. So the 36-year-old Georgian knows how to get around a links. He rolls in a 20-footer for birdie at 2 to join the leaders, and the dream of becoming the Open Championship’s third lefty champion is on. -5: Harman (2), Lamprecht -a-, Fleetwood -4: Otaegui (7), Rozner -3: Homa, Sharma, Stewart, Cink, Clark -2: Noren (6), Grillo (4), Migliozzi, Wilson, Jordan, Spieth, Kim A nice steady start for Adrian Otaegui. Six pars, and he remains one off at -4. The 30-year-old Spaniard – a disciple of Jose Maria Olazabal – has four DP World Tour victories on his resumé, the most impressive of which being the final edition of the Andalucia Masters at Valderama, which he won last year at a canter after shooting 64-68 over the weekend. He’s got a couple of big second places to his name this season as well, at the Dunhill Championship and the KLM Open, so he’s an in-form player who knows how to get round some tough tracks in Europe. A stretch to think he’ll prevail this week, though you never know … but first things first, and we can surely say that barring a complete meltdown, he’ll be making the cut, something he failed to do at Portrush four years ago on his only other appearance at an Open. It hasn’t taken long for one of the overnight leaders to hit a bump in the road. In light rain, Emiliano Grillo finds a pot bunker guarding the front of 2, then overhits his chip out. His ball skitters across the dancefloor and disappears down the other side. He putts back up from the swale, but weakly, and can’t make the ten-foot bogey putt he leaves himself. And just like that, the 30-year-old Argentinian topples off the toppermost of the poppermost. -5: Lamprecht -a-, Fleetwood -4: Otaegui (6), Harman (1), Rozner -3: Grillo (2), Homa, Sharma, Stewart, Cink, Clark -2: Noren (4), Migliozzi, Wilson, Jordan, Spieth, Kim Hoylake was playing pretty tough yesterday with its defences pretty much down, so the cooler air, spots of rain and higher wind is having the effect you’d imagine. No wild early scoring. Only five of the morning starters are under par for their round so far - Rasmus Hojgaard, Kang Kyung-Nam, Gary Woodland, Alex Fitzpatrick and Brendon Todd – and of those, only the first two are two shots to the good today. None of them are close to bothering the upper echelons of the leaderboard, though. Speaking of which … Good morning Royal Liverpool! After an intriguing opening round which produced a leaderboard you’d have got a good price for correctly perming … -5: Lamprecht (a), Fleetwood, Grillo -4: Rozner, Otaegui, Harman -3: Cink, Clark, Noren, Homa, Sharma, Stewart ... day two begins with the wind up. Here’s the order in which the fun and games will unfold. All times BST, the players are GB &amp; Ireland unless stated, (a) denotes amateurs. It’s on! Hoylake ahoy! 06.35 Alex Fitzpatrick, Rasmus Hoejgaard (Den), Matthew Southgate 06.46 Daniel Hillier (Nzl), Kensei Hirata (Jpn), Kyung-Nam Kang (Kor) 06.57 Kazuki Higa (Jpn), Michael Kim (USA), Callum Shinkwin 07.08 Kyle Barker (Rsa), Zack Fischer (USA), Taichi Kho (Hkg) 07.19 Romain Langasque (Fra), Travis Smyth (Aus), Brendon Todd (USA) 07.30 Alexander Bjoerk (Swe), Adrian Otaegui (Spa), Gary Woodland (USA) 07.41 Christiaan Bezuidenhout (Rsa), (a) Harrison Crowe (Aus), Min-Woo Lee (Aus) 07.52 Corey Conners (Can), Billy Horschel (USA), Alexander Noren (Swe) 08.03 Abraham Ancer (Mex), Tom Hoge (USA), Joo-Hyung Kim (Kor) 08.14 Zach Johnson (USA), David Micheluzzi (Aus), Matt Wallace 08.25 Emiliano Grillo (Arg), Dustin Johnson (USA), Sahith Theegala (USA) 08.36 (a) Mateo Fernandez (Arg), Denny McCarthy (USA), Francesco Molinari (Ita) 08.47 Thomas Detry (Bel), Brian Harman (USA), Thriston Lawrence (Rsa) 09.03 John Daly (USA), Taylor Moore (USA), Danny Willett 09.14 Ben Griffin (USA), Ockie Strydom (Rsa), David Lingmerth (Swe) 09.25 Adria Arnaus (Spa), Ewen Ferguson, Keita Nakajima (Jpn) 09.36 Keegan Bradley (USA), Sung-Jae Im (Kor), Joaquin Niemann (Chi) 09.47 Tony Finau (USA), Viktor Hovland (Nor), Justin Thomas (USA) 09.58 Rory McIlroy, Jon Rahm (Spa), Justin Rose 10.09 Tyrrell Hatton, Max Homa (USA), Collin Morikawa (USA) 10.20 Phil Mickelson (USA), Adam Schenk (USA), Nick Taylor (Can) 10.31 Alejandro Canizares (Spa), Ignacio Elvira (Spa), Marc Warren 10.42 Connor McKinney (Aus), Guido Migliozzi (Ita), Oliver Wilson 10.53 Kalle Samooja (Fin), Shubhankar Sharma (Ind), Gunner Wiebe (USA) 11.04 Jorge Campillo (Spa), Brandon Thompson, Michael Stewart 11.15 Seung-Su Han (USA), Hurly Long (Ger), Marco Penge 11.36 Branden Grace (Rsa), Matthew Jordan, Richie Ramsay 11.47 Russell Henley (USA), Jazz Janewattananond (Tha), Graeme Robertson 11.58 Ryan Fox (Nzl), Lucas Herbert (Aus), Byeong-Hun An (Kor) 12.09 Rikuya Hoshino (Jpn), (a) Alex Maguire, Charl Schwartzel (Rsa) 12.20 Hiroshi Iwata (Jpn), Pablo Larrazabal (Spa), Adrian Meronk (Pol) 12.31 (a) Jose Luis Ballester (Spa), Patrick Reed (USA), Connor Syme 12.42 Darren Clarke, Victor Perez (Fra), Thomas Pieters (Bel) 12.53 (a) Christo Lamprecht (Rsa), Joost Luiten (Ned), Louis Oosthuizen (Rsa) 13.04 Stewart Cink (USA), Trey Mullinax (USA), J. T. Poston (USA) 13.15 Harris English (USA), Andrew Putnam (USA), Henrik Stenson (Swe) 13.26 Thorbjoern Olesen (Den), Jordan Smith, Scott Stallings (USA) 13.37 Ernie Els (Rsa), Takumi Kanaya (Jpn), Kurt Kitayama (USA) 13.48 Sam Burns (USA), Chris Kirk (USA), Sepp Straka (Aut) 14.04 Jason Day (Aus), Matthew Fitzpatrick, Jordan Spieth (USA) 14.15 Talor Gooch (USA), Padraig Harrington, Seamus Power 14.26 Kyoung-Hoon Lee (Kor), Davis Riley (USA), Taiga Semikawa (Jpn) 14.37 Patrick Cantlay (USA), Brooks Koepka (USA), Hideki Matsuyama (Jpn) 14.48 Tommy Fleetwood, Scottie Scheffler (USA), Adam Scott (Aus) 14.59 Wyndham Clark (USA), Xander Schauffele (USA), Cameron Smith (Aus) 15.10 Rickie Fowler (USA), Shane Lowry, Robert MacIntyre 15.21 Bryson DeChambeau (USA), Si-Woo Kim (Kor), Cameron Young (USA) 15.32 Bio Kim (Kor), Kazuki Yasumori (Jpn), Nicolai Hoejgaard (Den) 15.43 Haydn Barron (Aus), Daniel Bradbury, Oliver Farr 15.54 (a) Tiger Christensen (Ger), Martin Rohwer (Rsa), Marcel Siem (Ger) 16.05 Richard Bland, Lee Hodges (USA), Antoine Rozner (Fra) 16.16 Laurie Canter, Yannik Paul (Ger), Sami Valimaki (Fin)"
      },
      "isHosted": false,
      "pillarId": "pillar/sport",
      "pillarName": "Sport"
    },
    {
      "id": "sport/live/2023/jul/21/the-ashes-2023-england-v-australia-fourth-test-day-three-live-updates-score-results-eng-vs-aus-old-trafford-start-time",
      "type": "liveblog",
      "sectionId": "sport",
      "sectionName": "Sport",
      "webPublicationDate": "2023-07-21T15:31:11Z",
      "webTitle": "The Ashes 2023: England v Australia, fourth Test, day three – live",
      "webUrl": "https://www.theguardian.com/sport/live/2023/jul/21/the-ashes-2023-england-v-australia-fourth-test-day-three-live-updates-score-results-eng-vs-aus-old-trafford-start-time",
      "apiUrl": "https://content.guardianapis.com/sport/live/2023/jul/21/the-ashes-2023-england-v-australia-fourth-test-day-three-live-updates-score-results-eng-vs-aus-old-trafford-start-time",
      "fields": {
        "headline": "The Ashes 2023: England v Australia, fourth Test, day three – live",
        "byline": "Geoff Lemon (earlier) and Rob Smyth (now)",
        "thumbnail": "https://media.guim.co.uk/9fef8c51b7f7ef57ac81ae14531e8f4e6c6f6bee/0_232_4756_2854/500.jpg",
        "bodyText": "15th over: Australia 46-1 (Warner 22, Labuschagne 6) Warner gets four bonus runs off Broad when a loose throw from Anderson flies to the boundary. A 15-year bromance doesn’t spare Anderson from Broad’s ire. The ball continues to go gunbarrel straight for Broad, as it did for Anderson in his spell. The vagaries of swing bowling continued to confound. 14th over: Australia 39-1 (Warner 17, Labuschagne 4) A double bowling change, with Chris Woakes on for Moeen Ali. He starts with an almost entirely forgettable maiden to Labuschagne. “Bit of a cliche but England’s first innings at Edgbaston in 2005 is a contender for greatest team innings,” says Matthew Rea. “Several contributions, even down to some entertaining slogging from Harmison and Simon Jones at the end. No individual score over 90 but, after the hammering at Lord’s, it was such an effective message that this team could stand up to that great Aussie side.” Even 18 years later it’s hard not to marvel at their nerve and audacity. And that feeling of teamwork is even more important when you’re trying to make a statement of intent. 13th over: Australia 39-1 (Warner 17, Labuschagne 4) Curiouser and curiouser: after one volcanic over before tea, Mark Wood is replaced by Stuart Broad. I suppose David Warner is at the crease – but he has played Broad comfortably so far and continues to do so in that over. Two from the over, all of which was taken by Warner. In other news, Ben Duckett is back on the field, though he’s still limping. It’s an impact injury so England won’t be particularly worried. “This has got to be up there, surely?” says Robert Ellson, continuing our chat about great team innings. “Only one real failure in the top six (especially if you take into account the No6’s strike-rate), and the batters doing exactly what was needed to set up the eventual win. One for the ages.” It was mind-bogglingly extraordinary but I think it slips down the list because the stakes were relatively low. Who are you supporting? Whatever the outcome, it’s turning into one of the all-time great Ashes series. We hope you are relishing this live coverage, brought to you in long, persistent spells fby our team of cricket writers. Whoever you are supporting in this series, if you find these OBOs bring some value to your life, we hope you might consider supporting the Guardian as well. Think of it as an important contribution to our own first-innings total, like a cheeky 10 not out from a tailender that makes the bottom line look so much better. If you can, please support us on a monthly basis from just £2. It takes less than a minute to set up on this page. Thank you. The TMS overseas link that I forgot to post earlier is here here here 12th over: Australia 39-1 (Warner 17, Labuschagne 4) Another full toss from Moeen, who hasn’t started well, is bunted for three by Warner. The tea break comes at a good time for him, and probably for Australia too: they trail by 236. “The transformation of English Test cricket over the past few months has shown us all the benefits of leaving behind old, outworn traditions,” says Edmund King. “But how far should this process of rebirth go? I believe that the venerable tradition of the ‘rain break’ must also be consigned to the scrap heap of cricketing history. “I want to see the players come out swimming in tomorrow’s deluge, in snorkels if necessary. Woakes carefully trundling to the wicket in a pair of oversized galoshes. Warner finding inventive ways of hitting a floating cricket ball to the extra cover boundary. This is the entertainment value we all deserve.” 11th over: Australia 36-1 (Warner 14, Labuschagne 4) Wood greets Labuschagne with a beautifully directed lifter that roars through to Bairstow. Labuschagne played it well, moving outside the line with his arms raised to the heavens. My word, Wood’s on one already. A 92mph bouncer flies past Labuschagne’s noggin, which leads to another primeval roar from the crowd. A ferocious over ends with a thick edge for four. I forgot to say that tea has been pushed back to 3.53pm because of that rain break just after lunch. Duckett has also limped off the field after being hit on the knee/shin. There are a few boos for Khawaja as he walks off. That’s not fair; he clearly didn’t know he’d touched it, and technology confirmed it was a gossamer-thin edge. Khawaja felt for a wide lifter – the kind of ball he usually leaves all day – and Bairstow did the rest. Mark Wood, bloody hell. He’s gone! Mark Wood has struck with his second ball! AUSTRALIA REVIEW! Khawaja given out caught behind off Wood England were certain, so was the umpire, but Khawaja looked genuinely surprised to be given out. 10th over: Australia 32-0 (Khawaja 18, Warner 14) Warner spanks Moeen back over his head for four, an emphatic shot with almost no followthrough. It would be fair to call Moeen’s second over a mixed bag. He produces a jaffa that curves in slowly and then spits off the pitch to hit Warner on the thigh. It’s far too high for an LBW but very encouraging for England nonetheless. The next ball isn’t so glorious, a low full toss that Warner puts away to deep midwicket. “Mark Butcher is such a good commentator isn’t he?” says Phil Harrison. “I swear my enjoyment of this series has doubled since he joined the team.” Couldn’t agree more, I think he’s among the best in the world. I really admire how defiantly independent he is in his judgement; he was one of the few pundits, for example, who thought the declaration at Edgbaston was nonsense. He’s also hilarious when he gets a cob on, usually when teams go into a game without a specialist spinner. Sky’s coverage is just so good, has been for at least 15 years. 9th over: Australia 24-0 (Khawaja 18, Warner 6) Stokes gives Anderson a fifth over. In recent years he has often swung the ball more in his second spell, for reasons I don’t understand, and there’s nothing much happening here. He does find Khawaja’s outside edge with a delivery bowled around the wicket from wider on the crease, but Khawaja’s hands are soft enough for it to bounce well short of Duckett at fourth slip. The ball kicks up to hit Duckett painfully on the knee. Here’s Gary Naylor on great team innings. “Needing a draw to secure a historic first series win in Australia against that attack at home, this was a pretty good team effort.” It was, although I suspect part of Will’s argument was that six of England’s top seven contributed. It’s an interesting subject. No rights or wrongs here. All are welcome, yes indeed, I love them. 8th over: Australia 22-0 (Khawaja 16, Warner 6) England’s first-change bowler is… Moeen Ali. With two left-handers at the crease and plenty of filth outside their off stump, that’s a nice attacking move from Ben Stokes. Moeen starts with a few looseners, inclding a half volley that is worked for four by Khawaja. To be continued. “You can’t be a cricket fan and not like statistics, Rob,” says Simon McMahon. “but I found myself getting slightly annoyed earlier, while listening to a rival platform, at the seemingly never ending stream of statistics for statistics’ sake. Things like Stokes’s innings being ‘the first fifty by an England captain whose name starts and ends with the same letter before lunch on the Friday of an Ashes Test at Old Trafford since…’ kind of thing. “Maybe I’m exaggerating but the point stands I think. Good statistics need to illustrate a wider point, no? Otherwise we’d all consider Andy Ganteaume as the greatest batter of all time. Ok, I’ll admit I’m in a foul mood today, seeing as I could have been at Old Trafford. I just hope that, statistically, today doesn’t turn out to be the greatest day in Ashes history. (I do, really).” I’m not sure I’m the right man for this discussion, not least because for most my twenties my only chat-up line was, “I bet you can’t name all 29 players that England picked in the 1989 Ashes.” 7th over: Australia 14-0 (Khawaja 10, Warner 4) A short ball from Anderson hits Khawaja on the hipbone. “C’mon Jimmy! C’mon Jimmy Anderson!” growls Jonny Bairstow behind the stumps. You’d imagine this will be Anderson’s last over unless something dramatic happens. He moves around the wicket after two balls, searching for the aforementioned drama. Khawaja feels for a good delivery that holds its line to beat the outside edge, then digs out a hooping yorker. Two maidens in a row. Two maidens in a row. “It’s the kind of series when you feel like you’ve got some sort of attention deficit disorder,” says Mark Butcher on Sky. Every time you have three or four overs where nothing happens you’re like, ‘Come on, get on with it! Do something!’ 6th over: Australia 14-0 (Khawaja 10, Warner 4) Warner is surprised by a bit of extra bounce from Broad, though he’s able to get on top of the ball and drop it at his feet. It looks like Broad also fancies bowling Warner round his legs; three deliveries in that over were speared down the leg side. Khawaja has 10 from 17 balls, a watchful Warner 4 from 19. 5th over: Australia 14-0 (Khawaja 10, Warner 4) Anderson’s last ball is a good one, angled past Khawaja’s outside edge, but that aside he hasn’t looked particularly threatening. I don’t think Ben Stokes will wait too long before turning to Chris Woakes, maybe Mark Wood too. “I think you’ll find,” says Geoff Wignall, “there are only 15 thirtysomethings playing in this match, not 16. And one fortysomething.” He’s walking! Smyth’s walking! He hasn’t disputed the decision at all! 4th over: Australia 13-0 (Khawaja 10, Warner 3) England are using their usual line of attack to the left-handers: Anderson over the wicket, Broad around. The early signs are that there is no chance of a giddy romp to a three-day victory; the ball isn’t doing much and both batters have started well. Warner, busy as always, tucks Broad for a single to keep the strike. “Genuine question,” begins Will Juba. “Given the opposition, the series, the state of the series, the quality of the bowlers, and even the pitch which has had some variable bounce, is this the best team Test innings of all time - so discounting, say Headingley 2019, Sri Lanka’s chase against South Africa around the same time. Both incredible innings but based on one or two contributions. “Would love to hear yours and others’ thoughts on other contenders. I can’t think of one in my time following Test cricket (since 1997 vaguely, in earnest 2005), but as I told you yesterday, my brain has melted after watching the first few days of this test so probably some I’m missing!” That’s a deceptively good question. My instinct is that it isn’t, but I can’t think of a challenger off the top of my head. And I have a helluva lot of cricket scorecards at the top of my head. Maybe South Africa when they dethroned Australia in 2007-08? It’s a subject that is rarely discussed. I’d like to think about it, and will do so this very same night with a glass of wine and the new Blur album. 3rd over: Australia 11-0 (Khawaja 9, Warner 2) Khawaja keeps out a straight one from Anderson that maybe keeps a little low, then shows excellent judgement to ignore a couple of fourth-stump deliveries. He’s such an important player in this situation, such is his ability to bat time. Khawaja punches the last ball of Anderson’s over through mid-on for three. That was the 937th delivery he has faced in this series; the next highest is Ben Stokes on 543. 2nd over: Australia 7-0 (Khawaja 6, Warner 1) Broad to Warner, which lifts the crowd a little more. So far, so comfortable for Australia – the ball is swinging but not dangerously so. Khawaja feels sufficiently confident to walk down the pitch and crack a square drive for four. “Wow,” says Brian Withington. “Just wow. This contest between England and Australia reminds me a little bit of of the legendary series of bouts between Muhammad Ali and Joe Frazier, that culminated in the legendary ‘Thrilla in Manila’. I get the sense of two opponents who are made for each other and are destined to battle one another to mutual exhaustion, if not complete disintegration. “Ali talked a good game before a long awaited first encounter, but initially came up short in a classic match at Madison Square Gardens, unable to quite live up to the hype in the face of a truly relentless ‘Smokin’ Joe Frazier. Ali won the rematch to level and then in their final meeting he eventually won a titanic struggle at the end of the 14th round, when Frazier’s corner called it a day just before Ali’s would have. Both men apparently claimed to never have felt nearer death in the ring. “Not taking the outcome at Old Trafford for granted, nor suggesting that any deciding contest at the Oval would be quite as demanding physically, but I suspect that whoever wins or loses it may turn out to be the end of an era for at least one if not both sides.” You know we’re watching something special when somebody as venerable as Brian is writing “Wow. Just wow” LMAO. But yes, it’s a good point you make. There are 16 thirtysomethings playing in this game, and a few of them will be playing their last Ashes Test next week. Maybe even their last Test in the case of one or two. 1st over: Australia 1-0 (Khawaja 1, Warner 0) James Anderson starts, with four men salivating in the slips. There’s a bit of swing, nothing too extravagant, and Khawaja tucks a single off the pads. Nothing else to report. “I guess there are several obvious reasons to want England to win this one, but for me the most important is that cricket this amazing deserves a decider in which all results - match, series, Ashes - are still possible,” says Boris Starling. “I would say exactly the same if it were Australia 2-1 down and trying to level things up. What a rare privilege it is to witness sport like this.” Isn’t it just. I thought I’d never see a series as good as 2005, but if this ends 3-2 to either team I may have to reconsider my assumptions. This is a good spot from Tim Sanders I’ve an inkling that this might be Jonny’s highest Test score after keeping wicket for an innings. I’m sure all his glorious centuries have come batting first, or when he’s not had the gloves. Yep, that’s right. I think his previous best was 80-odd against Pakistan in 2016. Here come the players. Ben Stokes has been doing a bit of bowling on the outfield. Who’s writing his scripts today? In the history of Test cricket, there have been 3,828 innings lasting 100 overs or more. That was the second fastest, with a run-rate of 5.49 per over. Stokes’s England are top of the list as well. This kind of behaviour is normal now, is it? Here’s what happened. Bairstow stole another bye to the keeper, to huge cheers, which gave him five balls to score the two runs he needed for a cathartic century. He drove the second to long off, looking for two, but realised it wasn’t on and loudly sent Anderson back. By that stage Anderson was halfway down the track and in trouble, only for a weary Cummins to throw to the wrong end. In the end it didn’t matter, because Anderson was trapped plumb in front next ball. He reviewed, just in case, but even the uneducated fleas knew that was out. Bairstow walked off in triumph nonetheless, with Ben Stokes – who takes more pride in his mates’ achievements than his own these days – meeting him halfway for a high five. It was another monstrous innings to add to Bairstow’s portfolio: 99 not out from 81 balls, with 10 fours and four sixes. He joins Geoffrey Boycott (1979-80) and Steve Waugh (1994-95) in a small group of players who have been stranded on 99 in an Ashes Test. Fair to say they both faced a lot more than 81 balls. More importantly, far more importantly, that last-wicket partnership of 66 means that England lead by 275 runs. Jonny Bairstow is stranded on 99 not out! My word, what scenes. 107th over: England 590-9 (Bairstow 98, Anderson 5) Anderson, Cummins. Not one West Indies cricketer, but two from England and Australia. The bouncer field from earlier is set again, but Cummins bowls wildly down the leg side and gives up four more byes. Nothing Carey could do, that was way wide. Cummins getting ragged. Again Bairstow darts a bye to take strike! He’s very comfortable assuming that the ball is live when it reaches the keeper’s gloves in this innings. And he slashes four more off the under edge, very fine! Hits cover from the fifth ball, but nails four more through cover point from the last! He’s up to 98. I’m off for a lie down. Here’s Rob Smyth. 106th over: England 577-9 (Bairstow 90, Anderson 5) Bairstow back on strike! Green bowling now, bounces Anderson, fends away just past silly point, and Bairstow is sharp on the run and comes to the danger end. Green pitches up, slower ball, and Bairstow can’t time it. Needs 14 from three balls for the record. “A seven, a five, and a two,” says Jonathan Liew next to me. Funnily, that doesn’t happen. Bairstow keeps declining the single when he doesn’t get something to launch into space. One ball to come in the over, short and he pulls it for four! Fine leg, very fine, one of the few gaps on the rope. 105th over: England 572-9 (Bairstow 86, Anderson 4) Nine on the fence, Cummins bowling, Bairstow missing an uppercut. But he doesn’t miss the pull! Again, it’s from a not very short ball, yet it goes flat and long over Steve Smith at deep square leg for six! The punishment continues for Australia. And again! Not a short ball, off the pads, and slotted over deep midwicket for a monster hit! Bairstow needs 14 from 5 balls to register England’s fastest Test century. It doesn’t help when Cummins bowls a mile down the leg side, and away for four byes. It’s not called wide. It would still count as a ball faced if it had been. 104th over: England 556-9 (Bairstow 74, Anderson 4) Bairstow isn’t taking singles early in the over now. He had a neat trick two overs ago when he ran a bye to get on strike after Hazlewood bounced Anderson. Now he has strike, and he pumps another six! In front of the Party Stand, and Labuschagne ends up centipeding under the pitch covers out there, crawling on his stomach to go under and fetch the ball. He tries again but doesn’t get enough of it, doesn’t take the run, then accepts the single down the ground from the fifth ball. It’s pitched up and Anderson defends. 103rd over: England 549-9 (Bairstow 67, Anderson 4) Here you go, Manchester: four runs for Anderson! He backs away so far that he’s basically in the Party Stand, and heaves a pull shot to deep square leg. Cummins tells the fielder who retrieves the ball to stay back there. Aside from that position he has a regular square leg, short le, leg slip, fine leg, silly point, gully, mid off, and deep third. Short balls only. Over the wicket, around the wicket, Anderson handles it fine. 102nd over: England 545-9 (Bairstow 67, Anderson 0) Bairstow slashes Hazlewood fine, and Starc gives his all to tap the ball back but touches the rope and tells the umpire it’s four. Australia trying to get Anderson on strike. Hazlewood gets a good bouncer over Bairstow’s pull shot, then brings up the field with one ball to go. Bairstow don’t care. He just clips four more. 101st over: England 536-9 (Bairstow 59, Anderson 0) Gets there with an absolute belter! Short but not that short, around waist height, and Bairstow puts it over deep backward for six. Then blocks out a curling yorker. And whips four through midwicket. Another Zaltzman one, apparently the third time England have had six players in the top seven make fifty. After 1930 and 1893. 100th over: England 526-9 (Bairstow 49, Anderson 0) In the 100th over of the innings, James Anderson faces a bowler from the James Anderson end. Rides down a bouncer, watches another go down leg. Ducks a third one. Stumps, anyone? No? Huge hoick, huge top edge, that covers about 12 yards as the crow flies. The bowler ends up halfway down the pitch, just off the cut strip, standing underneath the drop, and takes it. Five wickets for Hazlewood. Not sure how fondly he’ll remember this one, but he has stuck to his work. Figures of 5 for 111 currently. And Anderson is now padded up, and coming out to bat! 99th over: England 525-8 (Bairstow 48, Broad 7) There goes Broad! Backs away, drives Starc up over extra cover, gets two more as Head chases back. Pulls a single. Bairstow nearly splices a catch back to Starc, miscued completely as it swings in a touch and jumps at him, in line with the stumps. Bairstow whips a single to follow. Those keep flowing, six runs from the over. 98th over: England 519-8 (Bairstow 46, Broad 3) The last time England passed 500 in a home Ashes Test, says Andy Zaltzman on TMS, was 1985. Broad on strike doesn’t slog, just punches a run through cover. Bairstow knocks one through point. Broad does slog at last, not full enough from Hazlewood for the shot, and the ball limps into the air and then lands between mid on and mid off! Khawaja races but can’t get there. With two balls to go, the whole field falls back for Bairstow, who still gets two runs to deep point. Smith at slip and Cummins at mid off the only players up. Bairstow pulls and misses. The hovercraft has broken down, by the way. They’re digging around in the engine bay at the moment. Might need that… 97th over: England 514-8 (Bairstow 43, Broad 1) We’re back. James Anderson in the rooms is not padded up. Starc bowls four byes down the leg side, swinging past Bairstow’s shot and Carey. Then gets a run, and Broad stabs his first to cover. Covers are coming off. Not plural, in fact. The one cover is coming off. “Despite the inclement weather, is the Lunchhawk going to happen?” The Lunchhawk is already happening, John Starbuck, he just hasn’t faced a ball yet. “Martin Burley nearly has it right with his solution to slow over rates. My solution is to multiply the number of overs a bowling side has failed to bowl each session by the average run rate of the batting side in that session. That’ll get them moving.” Interesting one, George Browne. Though maybe it gives an incentive to a side that has bowled tidily to avoid having to actually bowl those overs and possibly concede more? They haven’t brought the hovercraft on, they’ve just dragged out one of the big tarpaulins to cover the pitch. Passing shower? 96.3 overs: England 508-8 (Bairstow 41, Broad 0) Starc with the ball in hand, operating from the Statham End. He gets through three balls, with a run and a leg bye, and Bairstow nearly chops on again, a defensive shot that spins back just past his leg stump and he chases it to kick it away. Then the rain comes in. Not heavy but slanting across the ground with a strong wind. England’s batters return to the field. They’re going to carry on. Rob C writes in from Wheeo, which is both a town in country New South Wales and a fun thing to yell out on a rollercoaster. “Love your coverage and have been glued to the telly since ball one at Edgbaston. My attempts at continuous prayer to salvage this current shellacking at the hands of Crawley and Co might yet prove fruitful, however I am concerned that such vigorous and prolonged supplication is quite unseemly in a non-believing man of late-middle years and worse, may yet induce back spasms and knee pain. I risk ending up like Stokes and we may still lose.” Held together with fencing wire and spit, hey? Well, Stokes went alright today. When it comes to prayer, I sometimes think about the fact that the Spanish word esperar means ‘to hope’ and also means ‘to wait’. Sometimes they’re the same thing. “Remember when 4 an over used to feel crazily rebellious?” asks David Horn. Martin Burley writes in from New Zealand. “I think the umpires should have a stopwatch they pause for rain delays, and maybe DRS reviews and other randomness (streakers, feral hogs etc). And at the end of each session subtract actual balls bowled vs expected balls. The difference to be awarded to the batting side as no-balls. Since they were, literally, no balls. That seems workable to me unless I’m missing something?” The only other factor being that the batting side also delays play – random drinks being run onto the field, glove changes, hats for caps for helmets, wandering off for mid-pitch chats. The main fact is that umpires do not move the game along – and they already have disciplinary provisions for time-wasting. They just never use them. So in order to make change, the powers that be would have to make that a priority and communicate to umpires that they are expected to make sure we see 30 overs a session. That hasn’t happened. Nobody in charge seems to care. None of them pay to attend a day’s play. The pitch cover hovercraft has come onto the field. Perhaps precautionary, but there a few umbrellas up in the stands. Can’t see any rain, maybe it’s that local misty version. It’s funny, I’m getting emails criticising England’s level of attack in that session, when they made 122 in 24 overs. Ok. Do they declare over the break? Probably should, though making Australia come back for a few minutes after lunch might be a good ploy, for sheer disruption factor. Bairstow was waving his bat to the crowd on the way off, with 41 to his name. England have breached 500! And put on… what’s that, 122 in the session? 96th over: England 506-8 (Bairstow 41) What a busy over! In the theme of this series: 15 runs and the wicket of Mark Wood, just before the lunch break. Bairstow smokes Hazlewood to the fence twice, once through point and once straight. Wood glances him through fine leg, but shuffles around too much facing the last ball of the over and misses it. Loses his stumps. This is a Wilde stat. 95th over: England 491-7 (Bairstow 30, Wood 2) Starc to Bairstow, clips a single, Wood punches one to deep cover. Bairstow shuttles him back. Starc rips one past Wood’s edge, serious lift right over the middle stump. And again by one that goes past off stump. He’s hanging back, is Wood, the yorker would sort him out if his weight balance stays like that. But he doesn’t get one, it’s outside off. 94th over: England 486-7 (Bairstow 28, Wood 1) Carey knew it was a hat-trick. Groans as Hazlewood goes oh-so-close to Wood’s outside edge, prodding. Then a big edge to deep third, where Head is waiting. Two slips and a gully for Wood, it’s wide of them all. The lead is 171. Hazlewood is on a hat-trick. Wicket last ball of his previous over, first ball of this one. Fine delivery from Hazlewood, a little outswing, a little nibble from the seam, a little nibble from Woakes, and he nicks it through. Match-winner at Headingley, golden duck today. 93rd over: England 486-6 (Bairstow 27, Woakes 0) Nearly bowled again! Bairstow facing Starc almost adds another, inside edge from a big drive as he’s done so often, and his leg stump survives by an inch. He profits by four runs. Australia’s bowlers have had the most unbelievable lack of luck off the inside edge, Stokes the only victim from maybe a dozen such errors. Swing from Starc, bending in at Bairstow consistently, but Bairstow finishes the over with a much better boundary, off the full face through midwicket. Picked off a couple of twos in between times. Heddy writes in. “Despite all the talk of England’s run rate under Bazball and the knowledge they were well over five yesterday and this morning, it’s still a surprise to glance down at the score after less than an hour’s play to see it’s already 450. And this has been a relatively slow session for them! The expectations from decades of test cricket of 2-3 an over no doubt still need some time to displace...” In the time it took me to publish that email it’s closer to 500. 92nd over: England 474-6 (Bairstow 15) Wicket from the last ball of the over. Excellent catch at fine leg! Brook nearly gets enough. Hook shot, soaring top edge, sailing away. Starc waits under it, gauging whether it will clear him. It drops just inside the rope and his hands swallow it up. Much more difficult than it looks from that height. Then there is the stupidest umpire review imaginable, as they look to see whether his heel has touched the boundary. It’s clear by miles, it’s in fact close to the shadow cast by the boundary padding, not the padding. But we still see 16 replays while Brook waits by the same patch of boundary to be told to walk off. 91st over: England 472-5 (Brook 59, Bairstow 15) This is strange. Australia take the new ball. The fourth umpire who came on earlier must have taken it off with him again, because he comes out again. Why bowl one economical over of spin, then turn to the new ball? Maybe just to switch Starc around to his his preferred end, the Statham. He’s looking for Brook’s pads, glanced for one. The only run from the over, testing out Bairstow outside off stump. “In case some of your Aussie readers might be looking at the weather forecast and wondering a bit,” says Robin Hazlehurst, “can you assure them that yes! It is most certainly cowardly to pray for rain!” That’s a reference to the title of the OBO book from 2005 – I won’t link to the giant book conglomerate, but you might be able to find one elsewhere by punching those words into Michael Googlé. 90th over: England 471-5 (Brook 58, Bairstow 15) Not surprising to see Travis Head have a bowl. Surprising to see England take four singles instead of trying to put him in the crowd. 89th over: England 467-5 (Brook 56, Bairstow 13) This old-ball tactic has worked to a point. England keep playing shots but mostly rolling to fielders for one run instead of flying for four. In one sense, Australia want to bowl out England. In another sense, they’d like England to bat for as long as possible. The lead is 150. “Final day of the 2007/08 season,” writes Victor. “I had a ticket for Middlesbrough v Man City. As a meaningless game, given Boro had not been playing well and it was a trek from London, I gave it away to a Man City supporting colleague. Final score: Boro 8, Man City 1.” 88th over: England 462-5 (Brook 55, Bairstow 9) It is Starc to Bairstow now, who handles things well enough, clipping a couple of runs, adding two singles squeezed into the leg side. It is raining lightly now, but the sun is still out. Can see a cloud off to the southeast that looks full of rain but is hopefully skirting us. Stef B writes in. “This amazing cricket has made me yearn for the good old days, when us in the UK could watch it live on TV, free of charge. I would walk back quickly from school and turn BBC2 on and enjoy the play. Any chance it comes back? Have a fair dinkum day.” Strewth, cobbber. Zero chance, I’m afraid. The ECB is entirely dependent on Sky money now, nothing would happen without it. 87th over: England 457-5 (Brook 54, Bairstow 5) The forecast for tomorrow remains dire, looks like a zero play day if that transpires. Sunday might allow some at some point. So how long do England want to bat today? Mitchell Marsh still off the field, by the way. Looks like he’s limbering up on the boundary line. He won’t be allowed to bowl for an hour or so if he comes back on. 86th over: England 457-5 (Brook 54, Bairstow 5) Hazlewood back. A big miscue from Brook as he aims through mid on with a pull and instead hits it into the pitch. He gets his next attempt though, getting inside the line and pull through fine leg. Starc is too square to stop that one. The only scoring shot from the over. Hazlewood nearly gets through thanks to an inside edge, bouncing back past leg stump. 85th over: England 453-5 (Brook 50, Bairstow 5) Cummins to continue after drinks. Nothing overly ambitious against him, singles here and there, and Cummins gestures animatedly to Travis Head at deep backward point when one run is turned into two. Drinks. Mike Welsh writes on the theme of missed events. “Went to Hampden Park in 2002 for the Champions League final. We were in the second row, side on, level with the edge of the box. In front was a dad and his young son, who needed the toilet five minutes before half time. Zidane did his thing, turned right and ran straight towards us, soon joined by all his teammates. When they returned, the dad groans, ‘Was it any good?’. Some wag replied ‘A tap-in, you missed nothing.’” 84th over: England 447-5 (Brook 48, Bairstow 1) Length ball from Green, Brook shuffles closer to it and dumps it over mid on. Not timed but gets enough for four. “Please Stokes, don’t declare, even if you get to 550, let the Aussies bowl you out,” is the invocation from Peter Gartner. Come on now, they’re already 130 in front with an hour before lunch. Should keep swinging for another quarter hour and then pop Australia in. Worst case declare at the break so they don’t lose two more overs. 83rd over: England 439-5 (Brook 41, Bairstow 1) You’d be tempted to get Starc on to bowl at Bairstow’s stumps with a bit of swing. On the other hand, remember what Bairstow did against ten overs of the new ball at Lord’s in 2019. Off the mark with a clip to deep midwicket here. Brook drives a run past Cummins on the bounce. Cummins beats Bairstow with a very good one, seam movement again, angling in then moving away past the edge. How is he doing this with that bundle of dishrags masquerading as a cricket ball. Heeeeeeeere’s Jonny… Where did that come from! Scrambled seam from Cummins, around the wicket. There is a shadow of inward movement, just enough to shift the contact to the inside part of the bat as Stokes swings towards mid on. Instead it takes out his stumps. 82nd over: England 437-4 (Brook 40, Stokes 51) Green carries on, he is throwing in the odd fuller ball to complement his short stuff. Only four on the boundary now, deep square, fine leg, deep third, deep point. Only one run from the over. The new ball comes out via the fourth umpire, but isn’t taken yet. Joel Wilson has it in his pocket. 82nd over: England 436-4 (Brook 40, Stokes 50) Again England take some care against Cummins, only two singles. The second of those to deep point brings up fifty for Stokes. 81st over: England 434-4 (Brook 39, Stokes 49) Australia choose not to take the new ball, banking on the old one being harder to smash perhaps. Weird field for Green bowling to Brook, six out on the rope either side of the wicket for cross-batted shots as he keeps bowling short. Then one from a fuller length to Stokes explodes off the pitch! There’s that variable bounce. It rears up, and luckily for Stokes it’s outside off stump and he’s able to flinch away from it. 80th over: England 429-4 (Brook 36, Stokes 47) Marsh is still off the field. The Australian camp first says he has no problem, then says he’s managing some soreness from yesterday. He bowled 9 overs. Three others have had a go, now it’s Cummins. He starts well, tucks up Stokes for a few balls, only gives away two singles. That’s a win right now. I doubt it will last. 79th over: England 427-4 (Brook 35, Stokes 46) There’s the Harry Brook back-away-baseball shot. Doesn’t time it, gets two runs through mid on. Cameron Green is bowling now, bumper theory, Brook pulls down the leg side for one. Five off the over all up. 78th over: England 422-4 (Brook 32, Stokes 44) Brook’s turn to join in the fun, blasting a cover drive from Starc for four, at which point the Australian quick errs with a full toss that gets the same treatment. Two balls later, an even better shot, timed through deep third with an almost still bat! An even dozen for Harry. James Kerr is supporting England from Amorgos on a scorching day. His eldest daughter, he says, will be following Australia. “Born 18 years ago at the wonderful Royal Randwick. Her first few weeks were spent nightly in my arms in our little cottage in Redfern following the epic 2005 series. I didn’t miss a ball. This is as good.” 77th over: England 410-4 (Brook 20, Stokes 44) He’s in the Stokes zone now. Stepping down and a little outside leg to make the room for a huge swing of the bat, all the way around to midwicket where he belts Hazlewood away for for. 76th over: England 406-4 (Brook 20, Stokes 40) Another run out missed! This one is a direct hit attempt, more difficult as Labuschagne pings from midwicket. Brook at the non-striker’s end had come down and had to turn back. Email from Tom Farrell, which I promise I was trying to get to before play but ran out of time. “In the 15 overs after Crawley fell last night, England scored at a little over 3 an over. We can all see the weather forecast: surely England’s only hope of victory was to push on, get a lead of 150-200 by as early as possible today, and have at least a couple of sessions to bowl at the Aussies? Even if it didn’t work, defeat would still be incredibly unlikely. Instead, Bazball went missing precisely when it was needed. The draw is now odds on. Discuss.” There’s some logic to that. They had Australia down and out and could have really punished them. It was odd to pull back. But then, Stokes has done exactly that almost every time he has batted in this series. I assume that his logic, after Crawley and Root were out in quick time, was to make sure Australia didn’t get anything else out of the day to help them feel better, and then to come out the next morning and lay into them afresh. Which he’s now doing. 75th over: England 403-4 (Brook 19, Stokes 38) Stokes on the pull shot might be the shot of this series. Hazlewood tests him from around the wicket and he dismisses it for four. 74th over: England 397-4 (Brook 18, Stokes 33) Starc will bowl from the Anderson End… and he may wish he hadn’t. On the pads, Stokes wallops him through midwicket like he’s shovelling coal. In response, Stokes nearly loses a foot, Starc blasting a yorker through him but it’s outside leg stump. Squeezes out a run, Brook dashes another, Stokes drives to deep point and wants two. Gets two, running like it’s the 50th over of an ODI, and he should have been out! Neser’s throw from the deep is pretty accurate but it bounces and reaches Carey very low to the ground. The Australian keeper doesn’t take it cleanly, he would have had Stokes. Now, this is interesting on the replay. Carey’s gloves hit the stump and the bails come off. But the ball actually ricochets off his gloves and hits the the stump a split second before his hand does. Carey doesn’t know that, he signals not out and doesn’t appeal. The ball wouldn’t have actually dislodged the bail before the glove did, though. It would have done if the glove hadn’t hit and hastened the process though, though. Would have been a niche one for a third umpire. 73rd over: England 389-4 (Brook 17, Stokes 26) Whoosh! Stokes starts the day with a huge slap through point, except he doesn’t hit the ball. Revises his ambition in a downward direction and nudges a single next time around. Brook drives three through cover. Neser is fielding. But Starc is out there. Mitchell Marsh is off the field. Probably busy being nice to somebody somewhere. Players are out on the field, Hazlewood warming up to bowl from the Statham End. “Morning Geoff,” writes Simon McMahon. “Had tickets for days 3 and 4 but gave them up as family and travel plans changed late on. I’m now convinced that today will go down in Ashes folklore, England bowling out the Aussies in a session to win by an innings before the rain comes tomorrow. And I’ll be following it all from home on the OBO. Which of course is much better than actually being there anyway, right? Any worse choices not to go to a sporting event out there…?” We had a Final Word listener write in with the story of how his dad took him away from Edgbaston so they could go to the movies when a boring rain-affected Warwickshire draw was guaranteed on the final day. Brian Lara finished with 501*. Test Match Special overseas, you say? The soothing sounds of British voices and the occasional trumpeting Jim Maxwell shipping forecast? Go on then. Click. The big story of the day, of course, was the big innings of the day. It might well prove be a story much bigger than one day, too. Jonathan Liew on The Zak. I was on Australia Watch, which was a pretty grim watch to be on by the end of the day, when quality bowlers were being belted around like club threes. And no spinner, hey? And yes, we have a Final Word pod for those who like their cricket through their ears. Andy Bull was on Moeen Watch, after the purring cover drives that were the highlight of his half-century. Mo’s, not Andy’s. Simon also put together the Ashes Diary. We’ve had confirmation from the Australian camp now, by the way, that Starc is strapping that shoulder and will bowl. Simon Burnton had Crawley’s reaction from the post-play presser. Let’s catch up? Start with the match report from Ali Martin, who was still tapping away well into the evening at Old Trafford. Hello from Manchester. Australian supporters, have you emerged from your depression caves? Englishers, have you surfed down from your oxytocin highs? What a bewildering blaze of Test batting that was yesterday. The England team had talked of Zak Crawley as an investment – he paid off like selling out of GameStop at the peak. Ashes on the line, and here we are. It’s funny, England only lead by 67, which in an ordinary match would have Australia still in it if they bowled well on this third morning. But it feels like 267 given how dominant England were yesterday. The emotional cost will be heavy. And it could well be 267 for real if Stokes, Brook, Bairstow live up to their capabilities. A bowling comeback from here would be one for the ages. That chance will be further diminished by Mitchell Starc’s shoulder injury sustained late yesterday while fielding – the Australians say that he will bowl today, but he’ll surely be hampered. It has been raining in Manchester overnight but hopefully we’ll still get a start on time."
      },
      "isHosted": false,
      "pillarId": "pillar/sport",
      "pillarName": "Sport"
    },
    {
      "id": "uk-news/2023/jul/21/naming-of-buildings-after-queen-elizabeth-ii-to-be-closely-protected",
      "type": "article",
      "sectionId": "uk-news",
      "sectionName": "UK news",
      "webPublicationDate": "2023-07-21T15:19:59Z",
      "webTitle": "Naming of buildings after Queen Elizabeth II to be ‘closely protected’",
      "webUrl": "https://www.theguardian.com/uk-news/2023/jul/21/naming-of-buildings-after-queen-elizabeth-ii-to-be-closely-protected",
      "apiUrl": "https://content.guardianapis.com/uk-news/2023/jul/21/naming-of-buildings-after-queen-elizabeth-ii-to-be-closely-protected",
      "fields": {
        "headline": "Naming of buildings after Queen Elizabeth II to be ‘closely protected’",
        "byline": "Rachel Hall",
        "thumbnail": "https://media.guim.co.uk/0a1a4833c648e41a0159df4a2b9e04937cc2b3dd/0_0_5555_3333/500.jpg",
        "bodyText": "Buildings, parks, pubs or businesses cannot be renamed after the late Queen Elizabeth II without permission and will be allowed only if they are “dignified and appropriate”, the Cabinet Office has said. The name of the late queen is going to be “closely protected” in terms of how it can be used and permission will be “sparingly granted”, according to guidance on the use of modern royal names and titles. The guidance, published on 4 July, stated: “Permission to use the title ‘royal’, or the names and titles of members of the royal family, including the name of the late queen, and other protected royal titles is a mark of favour granted by the sovereign, acting on the advice of his ministers.” An “official national memorial” to the late queen is expected “in due course”, the Cabinet Office added. There are many places and businesses with historic royal names, for example the Queen Vic pub in the BBC’s EastEnders soap opera, and the Royal Albert Hall concert venue in London. The Cabinet Office acknowledged that many local organisations or community groups might want their own memorial to Elizabeth, such as naming a park, or local amenity, or business or street after her. But the government guidance warned that the use of “Queen Elizabeth II” will “only be granted for applications with strong royal connections”, and that “strict standards are applied”. Due to the royal prerogative, “information about any criteria which may exist and the reasons for the grant or refusal of an application are not disclosed”, the guidance added. However, it said that requests that incorporate “memorial” or “remembrance” in a proposed name are “likely to be looked upon favourably”. The guidance noted that individuals can still create and erect or display their own unofficial statue or portrait, so long as there is no commercial element to the project. For large-scale, public-facing projects, organisations should write to the private secretary’s office at Buckingham Palace as a courtesy, the guidance added. Inquiries in England and Northern Ireland are managed by the Cabinet Office, and by the governments in Scotland and Wales."
      },
      "isHosted": false,
      "pillarId": "pillar/news",
      "pillarName": "News"
    },
    {
      "id": "sport/live/2023/jul/21/county-cricket-essex-v-kent-middlesex-v-surrey-and-more-live",
      "type": "liveblog",
      "sectionId": "sport",
      "sectionName": "Sport",
      "webPublicationDate": "2023-07-21T15:13:14Z",
      "webTitle": "County cricket: Essex v Kent, Middlesex v Surrey, and more – live",
      "webUrl": "https://www.theguardian.com/sport/live/2023/jul/21/county-cricket-essex-v-kent-middlesex-v-surrey-and-more-live",
      "apiUrl": "https://content.guardianapis.com/sport/live/2023/jul/21/county-cricket-essex-v-kent-middlesex-v-surrey-and-more-live",
      "fields": {
        "headline": "County cricket: Essex v Kent, Middlesex v Surrey, and more – live",
        "byline": "Tanya Aldred at Cheltenham College",
        "thumbnail": "https://media.guim.co.uk/0cbd1a0d85a8ee20ab26ba656f4ad14ed5fc04c2/0_97_2826_1696/500.jpg",
        "bodyText": "If you’re at Cheltenham, do come and visit The Next Test’s stand, next to the second-hand book stall. We’re trying to raise awareness of how cricket is threatened by the climate crisis, how it contributes, and how we can help. In case you’re interested, this is the website. Time for a quick drink, back shortly. Chelmsford: Essex 458-8dec v Kent 207 and 179-4 Lord’s: Middlesex 238 and 163-5 v Surrey 433 The County Ground: Somerset 351 and 56-1 BEAT Northamptonshire 180 and 224 by nine wickets Trent Bridge: Nottinghamshire 100 and 157-4 v Hampshire 166 and 344-5dec Notts need 254 to win Edgbaston: Warwickshire 212 v Lancashire 327 and 118-5 DIVISION TWO Derby: Derbyshire 443 v Durham 529-8 Oakham: Worcestershire 178 and 169 BEAT Leicestershire 110 and 137 BY 100 RUNS Headingley: Yorkshire 364-8dec v Sussex 216 and 118-3 Day one: Cheltenham: Gloucestershire 15-0 v Glamorgan 450-6dec In the party division, Durham have been boosted by fifties sensible and slappy from England men in waiting Potts and Carse. Durham 529-8, 86 ahead of Derbyshire. Sussex are 116-3 in their second innings, unbeaten forties for Tom Clark and Oli Carter, still trail Yorkshire by 31; and Gloucestershire made it safely through that mini-session, 15-0 at tea. A quick scramble round the Div One grounds, where Middlesex are 159-5, Holden and Higgins coaxing things along, 35 runs behind Surrey. Harry Finch is stranded on 97 at tea, in Kent’s quietly stoical 177-4. Kent trail Essex by 74. The rain has abated at Trent Bridge, where Joe Clarke and Tom Moores have put on 69. Notts 145-4, need another 266 to win. And at Edgbaston, Jennings continues in his adhesive journey, 37 from 140, now joined by first-innings saviour Balderson after Bell was caught for 13. Lancs 114-5, 229 ahead. Out come the players, van der Gugten taking long-legged strides in from the College Lawn end. Charlesworth and Dent have an afternoon to bat out before tomorrow’s rain. Clouds stack over Cleeve Hill. Glamorgan have declared on 448-6, Cooked 86 not out. And I’ve just come across this peculiarity from earlier this afternoon at Durham. Washer stops play. Cooke tucks into Zafar, one sprayed over extra cover, one up and our way, we duck bravely under the trestle table and the ball bounces off the spire onto the balcony. Cooke 80, Glamorgan 441-6. What a shame! Root B shapes to drive but instead edges Zafar to first slip, and whisks his bat in frustration, chin tipped to the sky. Super innings though. Found both the notebook and the fantastically fluffy Benny, who obediently sat for a photo. Glamorgan notch up another batting point and Cooke pips Root to the milestone, skipping to 50 with his ninth boundary. I think I’ve left my notebook in the portaloos… just going on a quick search. Drinks here at Cheltenham, Glamorgan 382-5, Root 92 not out. Lancashire’s middle-order has taken a shellacking. Bohannon, Salt and Mitchell all gone for not much more than a swing. Lancs 59-4, Jennings still there on a sedate 13 (from 80). The lead over Warwicks 174. Kent and Middlesex are batting with a bit more gumption in their second innings.Kent 132-2, still 119 behind Essex, Finch 72 not out. While Middlesex, following on, are 93-2, still 102 behind Surrey. Worcestershire’s head coach Alan Richardson on his star bowlers Josh Tongue and Dillon Pennington, leaving for pastures new at the end of the season. “The way Josh Tongue finished it off today was clinical, which is something Josh has. He can get good batters out, as he showed on his Test debut, and he can make life pretty uncomfortable for batters coming in at the bottom of the order, as he showed today with a bit of good, old-fashioned fast bowling. “People might say that it was through a big contribution from Josh and Dillon that we won the match, and that these are the two that are leaving us at the end of the season. “Obviously I’m disappointed that they are leaving but at the same time they are still our players and they still want to perform for us for the rest of the season, to help us achieve our goals and having them in the team makes us better. We aren’t going to change our opinion on that just because they are leaving at the end of the season.” The cricket might be all over at Oakham school but some bad blood remains. Leicestershire are going to ask the ECB to look into whether Worcestershire should be docked points for a disciplinary offence, claiming that Worcestershire erroneously claimed the catch of Colin Ackermann, caught at third slip yesterday afternoon, despite knowing there was “clear evidence” that the catcher, Josh Baker, grounded the ball. Baker dived for the ball, grabbing it with one hand, and fumbled it before clasping it to his chest as he fell. The fielders appealed but Ackermann remained, looking at the fielders and then at umpires Neil Bainton and Hassan Adnan, before being given confirmation that he was out. Alfonso Thomas, Leicestershire’s acting joint-head coach, compared the incident with wicketkeeper Lewis McManus’s controversial stumping of Leicestershire’s Hassan Azad in 2021, when McManus broke the stumps without the ball in his hand. The wicket was given but McManus was later handed a disciplinary penalty. “Umpires are going to make mistakes,” Thomas said. “Our disappointment was more about Colin Ackermann’s dismissal yesterday when there was clear evidence (from the video replay) that the ball was on the floor. “There is a lot of chat currently about the spirit of cricket. I am all for playing the game hard. I probably stepped over the line myself a couple of times as a player. But I would certainly not be advocating that as a coach where there was nothing stopping them from calling Colin back. “On a pitch like that you are probably going to get another opportunity and it would have put them in a better light had they called him back. “I have had a chat with the match referee. I was with Hampshire at the time when there was the incident with Lewis McManus, against Leicestershire, and there were major consequences. Ultimately there was a disciplinary hearing. “I would like to see consistency and hopefully this goes the same way.” Worcestershire head coach Alan Richardson said: “I’ve seen the replay and can only say that it was inconclusive. You never like there to be contentious incidents like this but Josh said he took the catch cleanly and I have to trust my player.” Happy punters at Cheltenham at lunchtim, two boys playing cricket in a makeshift net, asking each other which club they play for, pints in shirtsleeves, club ties, floral dresses. And some very well-behaved dogs. Ollie Price and Zafar Gohar use up the overs before the second new ball. Glamorgan pass 350. Chelmsford: Essex 458-8dec v Kent 207 and 91-1 Lord’s: Middlesex 238 and 30-1 v Surrey 433 The County Ground: Somerset 351 and 56-1 BEAT Northamptonshire 180 and 224 by nine wickets Trent Bridge: Nottinghamshire 100 and 45-2 v Hampshire 166 and 344-5dec Edgbaston: Warwickshire 212 v Lancashire 327 and 28-2 DIVISION TWO Derby: Derbyshire 443 v Durham 378-5 Oakham: Worcestershire 178 and 169 BEAT Leicestershire 110 and 137 BY 100 RUNS Headingley: Yorkshire 364-8dec v Sussex 216 and 23-0 Day one: Cheltenham: Gloucestershire v Glamorgan 311-5 The wind getting up here where they’re playing on till 1.20 to catch up a little on yesterday’s lost time. A back foot push for four takes Cooke up to seven, Root on fifty. Lunch round some of the grounds, scores to follow. The County Ground: Somerset 351 and 56-1 BEAT Northamptonshire 180 and 224 by nine wickets A win in the back pocket and pretty safe for the season. In Division Two, a brief resumption at Derby before the rain came again. Time for Pretorius to become a fourth wicket for Conners, lbw for 36. Durham 378-5. Leicestershire have won; rain still at Headingley, where Sussex are 23-0, and Glamorgan racing along here at Cheltenham – but that’s a wicket at last as Carlson pulls Dent and is caught by van Meekeren! Glamorgan 296-5. As Carlson sweeps Zafar with style just underneath the overhang of the balcony for four more, lets skip round the grounds. Kent found stability in their cornflakes this morning, Compton and Finch in an unbroken stand of 73; Kent 77-1, trail by 174. Middlesex are all out, losing 5-59 this morning. And must follow up. Good luck with that. Three wickets to Joverton, Abbott and Lawes. Somerset have lost Dickson, but only need another 24 to wrap up the win. They’ve taken an early lunch at Trent Bridge, with Notts 45-2. And after Warwicks were rattled out for 212 this morning, two-wicket Luke Wells’s morning took a downward turn, lbw to the third ball of the innings for a duck. Lancs 17-1, lead by 132. Shaw doesn’t get his just rewards as Kiran Carlson is dropped/missed by a slow-diving mid-on. Reaches a stylish fifty. That Foakes catch for the fans: Glamorgan getting quite a test from Shaw, fizzing past a groping Billy Root. A lovely out-ground mumbling rises and falls in accompaniment. …after Northants are rattled out for 224: Henry eight in the match, Coverton seven. And Somerset’s summer’s spring in their step continues. Weather sticking its fingers where it has no business: off for bad light at Trent Bridge, Abbas and Abbott picking up one each, Notts 45-2, needing 366 to win. And no play yet at The County Ground, where Durham yesterday raced to 364-4. Yorkshire declare! 364-8, just after Malan falls for 92. Sussex trail by 148 and have a nervy hour to survive before lunch against Fisher and Coad. Somerset creeping closer to wrapping this up today too: Sanderson a fifth wicket for Matt Henry, who has one more Championship game after this before flying home at the end of the month. Northants 211-8, lead by 40. Ben Foakes takes a stunner to scoop up John Simpson for 60 at Lord’s, and Middlesex wobble to 197-6. An absolutely gorgeous shot from Kiran Carlson, skimming through the covers towards the black and red tent, brings up the Glamorgan 200. First result of the round, 25 minutes into day three. A real shame for Oakham and outground cricket, but the heavy rain of the last few weeks didn’t help with preparation. Josh Tongue picked up the three remaining wickets, to give him 5-29. Oakham: Leicestershire 110 and 137 v Worcestershire 178 and 169. WORCESTERSHIRE WIN BY 100 RUNS Such is the morning lethargy of the internet that Sam Northeast was bowled by van Meekeren while the last entry travelled through the stratosphere. A second of the morning to van Meekeren. Glamorgan 183-3. An early wicket here at Cheltenham, which gives the crowd the enticing duo of Sam Northeast and Kiran Carlson. The threatening cloud has gone for now, just puffed up cushions of this and that. Just in case your attention drifts to Old Trafford, Geoff is your man: “I was pretty underwhelming for the first half-a-dozen games of the season, I kept getting 40 and out so the last few games have been pleasing on an individual standpoint but the biggest thing I was happy with today was we were in a little bit of a tricky position after losing two early wickets. “From that view I was particularly happy because we were in a bit of trouble and so to come up trumps with a good innings with Dave (Bedingham) playing exceptionally as well was the most rewarding part of the day. “The main aim is to win games for your team and hopefully contribute some good performances so obviously it’s nice (to become the first to 1,000 runs) but my main aim within the season is trying to get promoted with Durham. Those individual things are sat in the background and my main focus is the team.” A cloud like a coal-stained king-sized duvet is currently skirting the ground. If Durham couldn’t quite keep pace with England at Old Trafford, they gave it their best shot, tucking into Derbyshire’s attack with lip-smacking gusto. Alex Lees, one of Zac Crawley’s ex-opening partners, now discarded, became the first player to pass a 1,000 Championship runs this summer during his 171, and shared a record third-wicket stand of 305 with David Bedingham (138). Earlier Derbyshire’s Brooke Guest had been last man out for 197. Nineteen wickets fell on day two at Oakham school, one more than on an eventful Wednesday, batters carefully picking their way through the minefield to get to the crease. Leicestershire were set an unlikely 238 to win mid-afternoon, but had deflated to 114 for seven at stumps, Dillon Pennington and England’s Josh Tongue doing the damage. Their one hope is that Rehan Ahmed remains, unbeaten on 33. Sandwiched between Leicestershire innings, Worcestershire stumped up 169, largely set up by Jake Libby. Chris Wright took four for 44. Somerset zipped up the pressure at Wantage Road, enforcing the follow on as 16 wickets tumbled. Northamptonshire’s first innings 180, propped up by 78 from Ricardo Vasconcelos, was followed by more quick wickets in the second. Matt Henry and Craig Overton proved a particular menace. Essex rattled to 458-8 before declaring, giving Sam Cook and Simon Harmer five overs to bowl at Kent, with due result. Matt Critchley had earlier danced to 117. While at Lord’s John Simpson and Max Holden gave Middlesex a chance of saving the follow-on. At Cheltenham, rain and bad light restricted play to 40 overs. David Lloyd put together a fluent 81 despite being hit hard on the helmet by a rampaging Paul van Meekeren and being dropped on 44. An Adam Lyth century put Yorkshire in the driving seat at Headingley; while an unbeaten century from Ian Holland on a crazy paving pitch Trent Bridge did the same for Hampshire. DIVISION ONE Chelmsford: Essex 458-8dec v Kent 207 and 4-1 Lord’s: Middlesex 179-5 v Surrey 433 Northants: Northamptonshire 180 and 151-6 v Somerset 351 Trent Bridge: Nottinghamshire 100 and 11-0 v Hampshire 166 and 344-5dec Edgbaston: Warwickshire 179-5 v Lancashire 327 DIVISION TWO Derby: Derbyshire 443 v Durham 364-4 Oakham: Leicestershire 110 and 114-7 v Worcestershire 178 and 169 Headingley: Yorkshire 286-4 v Sussex 216 Day one: Cheltenham: Gloucestershire v Glamorgan 152-2 Hello! It’s a muggy old morning, Cheltenham clouds closing in threateningly but the Met office don’t seem too worried. Here’s your forecast: A mixture of sunshine and showers today, showers most frequent across northern regions. Rain will move in across some western and northwestern areas, especially later, accompanied by brisk winds. Another mostly cool day. Gloucestershire’s players are do-see-doing through their morning exercises, Glamorgan are playing football and there is some gentle trade at the second-hand book stall. It is a gorgeous town, all intellectual regency buildings and old fashioned marigolds sitting obediently in the park beds."
      },
      "isHosted": false,
      "pillarId": "pillar/sport",
      "pillarName": "Sport"
    },
    {
      "id": "politics/2023/jul/21/keir-starmer-may-need-to-expand-labour-target-seats-after-historic-selby-win",
      "type": "article",
      "sectionId": "politics",
      "sectionName": "Politics",
      "webPublicationDate": "2023-07-21T15:13:11Z",
      "webTitle": "Starmer may need to expand Labour’s target seats after historic Selby win ",
      "webUrl": "https://www.theguardian.com/politics/2023/jul/21/keir-starmer-may-need-to-expand-labour-target-seats-after-historic-selby-win",
      "apiUrl": "https://content.guardianapis.com/politics/2023/jul/21/keir-starmer-may-need-to-expand-labour-target-seats-after-historic-selby-win",
      "fields": {
        "headline": "Starmer may need to expand Labour’s target seats after historic Selby win ",
        "byline": "Pippa Crerar and Kiran Stacey",
        "thumbnail": "https://media.guim.co.uk/4cae4f5293eb7f18da49a310316b81265710cec4/0_135_2908_1744/500.jpg",
        "bodyText": "In his pocket, Keir Starmer carries around a list of the 150 target seats Labour wants to gain at the next election, most of them from the Conservatives. Before the latest round of byelections, the party needed to hit 124 of those targets to win a majority in parliament of just one seat. The fact that Selby and Ainsty is not even on the Labour leader’s list shows just what a historic result this is for the opposition, winning its biggest ever byelection victory by overturning a 20,000 Conservative majority. If the swing of nearly 24 percentage points were repeated nationally, it would lead to a landslide general election victory. Results across all three byelections suggest the national mood has turned against the Tories, and may not return in time for next year’s election. The Tories had predicted all three races would be tough, arguing that governing parties always lose, even though four recent byelections show that is not always the case. But the scale of the swings in Selby and Somerton and Frome still took many by surprise. John Curtice, a professor of politics at the University of Strathclyde, told the BBC on Friday morning: “The tide is still a long way out for the Conservatives and they still have an awful long way to go before they look as though they might have a chance to retain power.” Yet Rishi Sunak will take some small comfort from avoiding becoming the first prime minister since 1968 to lose three byelections on the same day. Although the Tories slipped to defeat to Labour in Selby, and to the Lib Dems in Somerton and Frome, they clung on in Boris Johnson’s old seat of Uxbridge and South Ruislip. The Tories argue that Uxbridge, which they hung on to by just 495 votes, showed that people were unconvinced by Starmer, were worried about what Labour would do in government, and would vote against him when given a good reason to do so. The Labour leader’s allies, however, believe the result vindicates their ruthless discipline on unfunded spending commitments and focus on the centre ground, despite some concerns internally that Starmer’s electoral strategy leaves the party too light when confronted by difficult local issues. The Tories also point to the fact that Selby and Somerton were lost not so much because of thousands of Tory voters switching parties but because so many stayed at home. In Selby, they dropped 21,000 votes, but Labour gained fewer than 3,000. In Somerton, they lost 26,000 but the Lib Dems picked up just over 4,000. Sunak’s allies hope that if the economy begins to recover, they may be able to reignite the enthusiasm of their former voters, although the results also underline just how much the coalition of Leave supporters that gave Johnson his 2019 majority has collapsed. Some Tories believe Uxbridge shows that Labour’s huge national poll lead may be vulnerable, especially when they find the right local issues to campaign on, as they did with Sadiq Khan’s plan to extend London’s ultra-low emission zone. Yet polling experts believe that weaponising local “wedge” issues in constituencies where Labour is in charge, such as the Ulez in London or the NHS in Wales, will only take the Tories so far without a more appealing, and generalised, national narrative. But there are also reasons for Tory despair, not least the scale of the losses. Selby is 237th on Labour’s list of target seats, and the party has not achieved such a large swing at a byelection since it won Dudley West in 1994 – three years before its landslide victory. Both Selby and Somerton were won with substantial tactical voting by Labour and Lib Dem voters. The Lib Dems came sixth in Selby, while Labour came fifth in Somerton, with a vote share so low the party lost its deposit. A similar pattern at the general election could heighten Tory losses across the UK. Ed Davey, the leader of the Lib Dems, will be delighted with his party’s fourth byelection gain this parliament, but the party has made little advance nationally and, despite snapping Tory heels across the blue wall, has not yet made a compelling national offer. Labour believes that, under the new constituency boundaries, it should be able to hang on to Selby next year. For now, it is enjoying the victory. “Selby was never even vaguely close to our target list,” says one insider. “If we hold it, we could have 350 Labour MPs.” Keir Starmer may need to expand his list."
      },
      "isHosted": false,
      "pillarId": "pillar/news",
      "pillarName": "News"
    }
  ]
}
